{"ridx": "5156", "q": "1. 2018年1月15日14时10分许，被告人莫新国酒后驾驶湘A×××××号小型轿车沿长沙市天心区伊莱克斯大道由南往北行驶至水电八局基地路段时被在该处执勤的长沙市公安局交通警察支队民警检查，经现场酒精吹气检测，测试结果显示其血液中乙醇含量为195毫克／100毫升。\n2. 被告人莫新国被交警带至湖南省融城医院抽取血样，并将血样送至长沙市公安局物证鉴定所检验，经检验，其血液中乙醇含量为201.1毫克／100毫升。\n3. 经湖南省芙蓉司法鉴定中心鉴定，被告人莫新国作案时处于普通醉酒状态，实施危害行为时有完全刑事责任能力。\n4. 2018年1月30日，被告人莫新国主动到公安机关投案，其归案后如实供述了自己的罪行。"}
{"ridx": "4891", "q": "1. 孙小寨酒后驾驶机动车辆，属于醉酒状态。\n2. 孙小寨阻碍和辱骂民警，属于妨碍公务罪。\n3. 孙小寨持刀威胁和辱骂他人，属于寻衅滋事罪。\n4. 孙小寨投案并如实交代犯罪事实。"}
{"ridx": "5187", "q": "1. 被告人王X酒后无证驾驶云GS0708号二轮摩托车行至弥勒市朋普镇情缘网吧路段时。\n\n2. 公安民警阮X示意其停车接受检查，被告人王X没有停车接受检查。\n\n3. 被告人王X非但不配合公安民警检查，还对公安民警进行辱骂。\n\n4. 被告人王X1、李X见状后便上前和被告人王X一起辱骂公安民警，并用拳脚对公安民警阮X、田X、陈X等人进行殴打。\n\n5. 经云通司法鉴定中心鉴定，田X、阮X、陈X此次外伤损伤程度为轻微伤。\n\n6. 被告人王X血液中检出乙醇成分，其乙醇含量为106mg/100ml血。"}
{"ridx": "330", "q": "1. 被告人杨海、陈洪凯盗窃行车记录仪\n2. 被抓获在摩托车内查获所盗行车记录仪\n3. 被盗行车记录仪已追回发还失主\n4. 被告人陈洪凯盗窃时驾驶的摩托车被查扣\n5. 被告人陈洪凯家属赔偿被害人张某1车窗修理费"}
{"ridx": "706", "q": "1. 被告人张某某、王某某、雷某某、周某某、龙某某、李某某、牛某某分别结伙驾车携带钢筋钳、砍刀、消防枪等工具，多次窜至汤阴县、安阳县、内黄县、安阳市文峰区、河北省临漳县、河北省魏县、河北省磁县、河北省武安市等地盗窃通信电缆、电瓶、电动车等物品。\n\n2. 张某某参与盗窃十三次，盗窃物品价值243293元；王某某、雷某某均参与盗窃十二次，盗窃物品价值241853元；周某某参与盗窃八次，盗窃物品价值142516元；龙某某参与盗窃五次，盗窃物品价值79153元；李某某参与盗窃三次，盗窃物品价值66182元；牛某某参与盗窃一次，盗窃物品价值1440元。\n\n3. 被告人朱某某、赵某某明知张某某等人所卖的通信电缆是盗窃所得，而多次予以收购；李某甲明知朱某某、赵某某所卖的通信电缆是赃物，而多次予以收购，三人均收购被盗通信电缆六次，被盗电缆价值121447元。"}
{"ridx": "259", "q": "1. 被告人刘某甲涉嫌非法占有纯碱。\n2. 被告人刘某甲授意被告人汪某甲帮其多装货。\n3. 被告人刘某甲要求装卸工多装货，并承诺给予报酬。\n4. 被告人一伙向被告人刘某甲驾驶的车上多装载了15吨纯碱。\n5. 被告人刘某甲将30吨纯碱运至被告人刘某乙处出售。\n6. 被告人刘某乙在明知纯碱是赃物的情况下，仍以低价购买。\n7. 经鉴定，被非法占有的纯碱共计价值人民币19650元。\n8. 被告人刘某甲退还多装载的6吨纯碱并家属退回9吨纯碱的非法所得。\n9. 被告人刘某乙主动缴纳罚款。"}
{"ridx": "221", "q": "1. 被告人薛亮、陈某预谋实施盗窃行为；\n2. 被告人薛亮独自撬门进入被害人顾某住房内；\n3. 被告人薛亮从被害人顾某住房内窃得财物包括：硬壳中华香烟、冬虫夏草香烟、索尼笔记本电脑、保险箱及其中的人民币和黄金、手镯、水晶项链、白金手链、彩金耳钉等贵重物品；\n4. 上述贵重物品的具体描述，包括重量和价值。"}
{"ridx": "2132", "q": "1. 2014年10月21日晚，被告人陈建军用随身携带的折叠刀先后捅刺蔡某、王某，致被害人蔡某、王某全身多处损伤。\n2. 被害人蔡某损伤致颏部、腹部正中、右手大鱼际和右手中指末节指腹各1处创口，其中腹部创口贯通腹壁，进入腹腔，伤后在医院行“剖腹探查＋胃网膜破裂血管结扎＋腹壁清创缝合＋右手清创缝合＋背部清创缝合＋腹腔引流＋切口负压引流术”，术中见胃网膜血管破裂，搏动性出血，腹腔内积有200ml血液，损伤程度为重伤二级。\n3. 被害人王某损伤致左腋胸部、左肩胛部和右腹股沟各1处创口，长度约1.9cm、2.0cm和1.5cm，其中左腋胸部相应处左第六肋骨骨折，左肩胛部相应处左肩胛骨骨折，右腹股沟创口贯通盆腔壁进入盆腔，致膀胱破裂，伤后在医院行“膀胱镜探查＋膀胱破裂修补术”及对症治疗，损伤程度为重伤二级。\n4. 案发后从被告人陈建军处扣押折叠刀1把。"}
{"ridx": "2143", "q": "（一）1.巴中鑫金地实业有限公司取得国有建设用地使用权，建设“英伦庄园”项目。2.被告人李刚、李均、李洪林、李建、李玉平系该项目用地范围内的巴中市巴州区回风街道办事处龙舌坝村4组村民。3.被告人李刚等人采取阻挠施工的方式，致使工地施工无法正常进行，造成经济损失为124530元。\n\n（二）1.被告人李刚在工地挖掘土石方时被阻止施工，随后对被害人田某1进行殴打。2.经鉴定，被害人田某1左侧7、8、9肋骨骨折，属轻伤二级。3.被告人李刚支付了被害人田某1住院治疗全部医疗费用，并一次性赔偿被害人田某1伤残、务工、营养等费用50000元，取得了被害人田某1的谅解。"}
{"ridx": "1972", "q": "1. 被告人在渭南技工学校门口发生争吵，并以电话、短信等方式约场子准备打架。\n2. 被告人纠集多人携带匕首、砍刀等工具前往打斗现场。\n3. 被告人严黎明、刘泽文手持匕首乱戳对方，致被害人岳兵受伤后经抢救无效死亡。"}
{"ridx": "1978", "q": "1. 被告人张云阳以帮忙收废品为名住到被害人刘某甲家中，并称能够帮刘联系向他人购买一批铝合金废品。\n2. 被告人张云阳将被害人刘某甲诱骗到汕头市潮南区两英镇西陇村同案罪犯张振昌、张心共同租住的出租屋中，与同案罪犯再次合谋抢劫被害人。\n3. 同案罪犯张心等人用扁丝绳、松紧带勒被害人刘某甲的脖子，致其窒息死亡，后将尸体拖至附近路基旁，劫走刘某甲身上所带的货款人民币23000元等财物后逃回上述出租屋。\n4. 经法医鉴定，被害人刘某甲的死因符合被勒死。"}
{"ridx": "2361", "q": "1. 被告人闵某驾驶车辆沿费县建设东路由东向西行驶至费县阳光塑料厂门口路段时，导致董某乙因颈髓横断死亡。\n\n2. 被告人闵某与被害人近亲属达成了和解协议，闵某赔偿了被害人近亲属损失60万元，被害人近亲属对被告人的行为表示谅解，请求对被告人从轻、减轻处罚，依法不起诉或免予刑事处罚。"}
{"ridx": "2373", "q": "1. 被告人朱明召驾驶豫P11006大货车，沿S207从鹿邑自东向西行驶回项城。\n2. 在货车行至鹿邑县境内王楼路段时，朱明召为绕过四轮车向左打方向，过中线。\n3. 朱明召为避开摩托车继续向左打方向，占用逆行车道。\n4. 李玉西所驾摩托车右把手与没有调直的货车车厢右后侧相刮擦，李玉西倒地后当场死亡。\n5. 事故发生后，朱明召驾车逃逸。\n6. 李玉西在事故发生前曾饮酒，且无驾驶证、超速、不戴头盔驾车。\n7. 民事部分已先刑事另案起诉。"}
{"ridx": "2331", "q": "1. \"被告人赵某甲醉酒后无证驾驶无号牌五菱小型货车，沿乡道由五山往昌明方向行驶至0KM＋200M路段时\"\n2. \"两车在转弯路口发生碰刮，致使三轮摩托车侧翻，李某被甩出车外倒在路面上，被赵某甲驾驶的小型货车碾压，造成李某当场死亡及两车损坏的道路交通事故\"\n3. \"经大新县公安局交警大队认定，陆某承担事故的主要责任，赵某甲承担事故的次要责任\"\n4. \"经检验，陆某血液中的乙醇含量为108毫克／100毫升；赵某甲血液中的乙醇含量为247毫克／100毫升，两人属醉酒状态\"\n5. \"事发后，陆某、赵某甲分别赔偿被害人家属经济损失1万元和1.5万元\""}
{"ridx": "3228", "q": "1. 被告人吴方建在本辖区枫树二路园中缘超市门口，以人民币500元的价格将毒品甲基苯丙胺片剂（俗称“麻果”）10颗卖给购毒人员孙某。\n2. 经称量及鉴定，上述查获毒品可疑物均检出毒品甲基苯丙胺成分，共计净重0.92克。\n3. 被告人吴方建的检测样本（尿液）经胶体金层析法现场检测，甲基苯丙胺结果呈阳性。\n4. 被告人吴方建因吸食毒品行为经武汉市公安局武汉经济技术开发区（汉南区）分局决定对其行政拘留十日。"}
{"ridx": "3746", "q": "1. 贩卖毒品事实\n2. 李某某变相获利50元，赵某甲获利100元\n3. 2013年12月24日21时许，公安机关在五常市尊福旅馆检查时，发现王某甲在215房间内吸食毒品\n4. 拿出200元，从“大弟”手中购得0.2克冰毒用于吸食\n5. 拿出300元，从“大弟”手中购得0.4克冰毒\n6. 此次代购冰毒中赵某甲获利100元。"}
{"ridx": "3765", "q": "1. 被告人冯兴春、罗成、陈霞、叶国祥等人涉嫌制造、贩卖毒品甲基苯丙胺。\n\n2. 冯兴春在好莱坞商业广场62号房间制造毒品，同时购买并贩卖甲基苯丙胺。\n\n3. 罗成刑满释放后与冯兴春共同制造并贩卖甲基苯丙胺。\n\n4. 叶国祥多次向他人贩卖甲基苯丙胺，还容留他人吸食毒品。\n\n5. 罗成在曼嘉酒店贩卖甲基苯丙胺，冯兴春、叶国祥和陈霞一起吸食毒品。\n\n6. 公安机关在好莱坞商业广场房间和梦温泉大酒店停车场查获了大量毒品、制毒工具和武器。\n\n7. 被告人均被控制造、贩卖毒品罪，以及非法持有军用枪支罪等。"}
{"ridx": "3342", "q": "1. 被告人陈某甲在其租赁并经营的位于广州市越秀区濠畔街某号地下士多店内，多次非法向魏某等14名吸毒人员贩卖复方磷酸可待因糖浆、口服溶液。\n\n2. 被告人陈某甲容留魏某等6名吸毒人员当场服用复方磷酸可待因糖浆、口服溶液。\n\n3. 被告人陈某乙受被告人陈某甲的雇佣，在上述地址协助被告人陈某甲经营士多店、贩卖复方磷酸可待因糖浆和口服溶液，并容留他人在此服用。\n\n4. 被告人陈某丙在上述地址2次向吸毒人员黄某贩卖毒品甲基苯丙胺共1克。\n\n5. 缴获的上述毒品现已扣押在案。"}
{"ridx": "1405", "q": "1. 被告人李芬梅用虚假信息骗取被害人任某的钱财，涉及数额较大。\n2. 李芬梅通过虚构结婚等诱骗行为，得到任某的信任后再次让其汇款，均属于诈骗行为。\n3. 李芬梅对被害人隐瞒已结婚和生育子女等真实情况，且多次以虚假理由让其汇款，情节恶劣。\n4. 虽然被害人表示谅解，但李芬梅的行为已经构成犯罪，需要依法追究刑责。\n5. 李芬梅途径境内检查站时被抓获归案，并配合政府机构调查处理。"}
{"ridx": "1430", "q": "1. 2015年8月份，王海存承包了郧县楚农商村镇银行在上海招商银行的同业户业务。\n2. 2015年12月份，叶书平与王海存合作利用虚假的银行承兑汇票数据与银行办理转帖现业务。\n3. 叶书平联系出资银行伊通农联社，指使员工李泉制作虚假的“银行承兑汇票票据数据清单”、“代保管协议”、“转贴现合同”。\n4. 叶书平等人共发生六笔票据业务，合计套取资金638271279.52元，余款217300902.86元至今未能偿还。\n5. 42张银行承兑汇票数据均存在虚假、伪造。\n6. 这六笔业务涉及到的部分公章存在伪造。\n7. 叶书平主动到公安机关交代犯罪事实并承诺还款期限。\n8. 公安机关于2016年7月4日立案后，在四平市铁东区日月明宾馆将叶书平抓获。\n9. 李泉主动到四平市公安机关投案。"}
{"ridx": "1325", "q": "1. 被害人郑某忘记将遗留在ATM机中的银行卡取走。\n2. 被告人江忠取走银行卡内存款合计人民币6500元。\n3. 案发后，被告人江忠返还被害人郑某6500元并取得谅解。"}
{"ridx": "1355", "q": "1. 被告人侯金凯收取原成都铁路分局前门、后门四间商铺的租金并向承租户出具盖有已作废公章的收据。\n2. 被告人侯金凯先后收取本应属成都铁路局所有的租金132300元。\n3. 被告人家属向侦查机关退赃100000元。"}
{"ridx": "4738", "q": "1.被告人檀某、李某、甘某对徐某进行殴打。\n2.徐某被抬起来威胁将其丢下平台到河里去。\n3.被告人檀某表示要将徐某丢到河里去。\n4.徐某跳下平台受伤并报警。\n5.徐某的伤势构成轻伤一级和轻伤二级。\n6.被告人檀某和甘某自首，被告人李某被捕。\n7.被告人檀某与徐某达成和解协议并赔偿。"}
{"ridx": "4794", "q": "1、涉案人员孙某伙同徐则、高仁贵、倪集成等人持刀将被害人砍伤，涉案人员徐则还砸毁了一辆车辆。\n2、涉案人员胡攀诚向他人借枪并使用，将服务员打伤。\n3、徐载敏和倪集成明知胡攀诚等人犯罪行为，藏匿并驾车帮助其逃避公安机关的抓捕。\n4、孙某归案并如实供述自己的罪行。"}
{"ridx": "4829", "q": "被告人钱盛杰租用本市静海区东方红路雨润宾馆院内房屋开设游戏厅，设置具有赌博功能的游戏机32台供他人进行赌博活动。\n\n被告人钱盛杰因王某1曾侵吞游戏厅钱款之事在游戏厅内用棒球棍殴打了王某1，随后又将王某1拘禁于游戏厅内，并指使被告人李忠、姚升党、高春震对王某1进行看管，限制王某1自由。\n\n在王某1被拘禁期间，钱盛杰多次用棍棒打击王某1臀部，李忠多次用拳头、巴掌打击王某1头面部，姚升党在得知游戏厅钱款系被王某1侵吞后用脚踢踹王某1，后又在钱盛杰指使下，持棍棒打击王某1臀部，高春震亦曾用脚踢踹王某1。\n\n钱盛杰、李忠、姚升党还以挨冻、钱盛杰还以让王某1喝冰毒过滤水的方式体罚王某1。\n\n王某1因全身多处被钝性物体多次打击致挤压综合征死亡。\n\n钱盛杰指使李忠、姚升党、高春震等人转移游戏厅内赌博游戏机，清理现场，销毁罪证，并企图以报假案的方式逃避法律追究。\n\n被告人李忠伙同他人驾车追赶，持木棍将董某所驾驶牌照号津Q×××××别克汽车后挡风玻璃、后备箱、左后视镜、前保险杠及右侧车门框砸坏。在董某、高某驾驶车辆离开后，李忠等人继续驾驶车辆追赶，并将高某所驾驶牌照号津K×××××骐达汽车逼停，持木棍将汽车右前门玻璃、右前车门、右后车门、后保险杠砸坏。经鉴定，上述别克汽车、骐达汽车的损失金额共计人民币2630.9元。"}
{"ridx": "4719", "q": "1. 被告人林海涛在市区解放桥上桥处驾车加速撞击被害人林某1的摩托车，致其倒地受伤。\n2. 被害人林某1的左肩关节脱位，身体上的损伤符合钝性物体作用所致，其伤情已达到轻伤二级。\n3. 被告人林海涛被公安机关抓获，现场扣押其作案所驾的二轮摩托车。\n4. 被告人林海涛尾随被害人林某1至市区解放桥上桥处，趁其不备而进行暴力行为。\n5. 被告人林海涛与林某1发生口角，并被后者扇打耳光。"}
{"ridx": "883", "q": "1. 被告人吴雪飞容留他人吸食毒品甲基苯丙胺和甲基苯丙胺片剂，构成非法容留罪。\n2. 被告人吴雪飞共容留三次吸毒事件，情节严重，应依法惩处。\n3. 被告人吴雪飞如实供述了自己的罪行，可从轻处理。"}
{"ridx": "836", "q": "1. 被告人周文师在其租住房内与他人吸食冰毒。\n2. 周文师的丈夫卢某1和吴某2也在该租住房内吸食冰毒。\n3. 在该租住房内捉获了卢某2、吴某1、吴某2、周文师。\n4. 经尿液检测，涉案人员的尿液均呈冰毒阳性。"}
{"ridx": "837", "q": "1. \"被告人郭海平与同案人陈某（已判刑）事先商量购买冰毒事宜。\"\n2. \"被告人郭海平在其位于惠东县平山镇住处拿了人民币2.8万元给陈某让其到陆丰市甲西镇购买毒品甲基苯丙胺。\"\n3. \"陈某以人民币2.2万元的价钱向同村的范良才（在逃）购买了1千克甲基苯丙胺，后带到惠东县平山镇交给郭海平。\"\n4. \"被告人郭海平因该批毒品质量不好要求陈某帮其换货，并联系了出租车司机蒋某载陈某回陆丰市甲西镇，至同年9月1日凌晨3时许，途经陆丰市南塘检查站被检查时陈某乘机逃脱。\"\n5. \"司机蒋某被抓获，从车上陈某携带一个背包内现场查获疑似毒品1袋，净重927.80克，检出甲基苯丙胺成分，含量为36.76g／100g。\"\n6. \"被告人郭海平在该住宅厨房洗手盆下面缴获白色晶体可疑毒品6包（经鉴定，未检出常见毒品成分，净重共5903.80克）、阳台的一个箱子里缴获可疑毒品1包（经鉴定，检出氯胺酮成分，净重为995.70克）、在衣柜的抽屉内缴获可疑毒品1包（经鉴定，检出氯胺酮成分，净重为417.20克）、在大厅茶几下缴获红色颗粒状可疑毒品115粒（经鉴定，均检出甲基苯丙胺成分，净重共22.27克）、红色粉末状可疑毒品1小包（经鉴定，检出甲基苯丙胺成分，净重为0.80克）、白色晶体状可疑毒品2小包（经鉴定，均检出甲基苯丙胺成分，净重共为1.26克）。\"\n7. \"在床头枕头下查获1支枪形物，经鉴定：是以火药为动力的自制手枪；弹形物10枚，经鉴定，是国产64式7.62mm手枪弹。\"\n8. \"被告人郭海平提供其居住的惠东县平山惠新花园504房给冯某（另案处理）吸食毒品甲基苯丙胺两次，给曾某（另案处理）吸食毒品甲基苯丙胺三次。\""}
{"ridx": "861", "q": "1. \"被告人张某于2018年3月3日14时许，在其居住的本市武昌区华康里社区一处待拆私房内，先后以人民币150元、50元的价格将少许毒品分别贩卖给夏某、张某，并提供注射器、锡纸等工具容留夏某、张某、姜某等人吸食毒品，后被公安民警在上述房内抓获。\"\n2. \"公安民警当场查获红色颗粒状毒品5包（甲基苯丙胺，净重2.59克）、白色晶体状毒品8包（甲基苯丙胺，净重1.43克）、白色粉末状毒品17包（海洛因，净重3.38克），毒资人民币200元，并抓获夏某、张某等吸毒人员。\""}
{"ridx": "3952", "q": "1. 被告人张西涛伙同常中元、张某（在逃）等人，在姚村镇姚村、上陶村“金海湾洗浴中心”院内开设赌场，组织群众进行赌博活动。\n2. 赌场每天出谜面十一首诗，共十一期，然后可以根据诗词的提示来竞猜谜底，参赌人员以每注3元下注。\n3. 如猜中谜底，每注得60元，谜底不做任何解释，每期约有200人左右参与赌博。\n4. 经查，2015年7月23日查获2015年7月21日的8期竞猜票据，涉案赌资39999元；查获2015年7月22日的11期竞猜票据，涉案赌资84774元。\n5. 张西涛于2015年8月31日退缴至林州市人民检察院涉案赃款30000元。\n6. 张西涛归案后如实供述了自己的主要犯罪事实。"}
{"ridx": "3878", "q": "1. 被告人贺某在其承租房内经营麻将馆，参赌人员主动或应邀到该麻将馆以打麻将的形式赌博，每局开局前收取每人300元作为台费。\n2. 被告人高某向贺某提出在麻将馆为参赌人员提供赌资，贺某同意。高某于1月28日为参赌人员提供赌资30000元，收取利息300元。\n3. 被告人贺某退缴非法获利14000元，被告人高某退缴非法获利300元。"}
{"ridx": "3943", "q": "1. 被告人王某明知www．game456．com网站利用网络游戏平台进行网络赌博活动\n2. 雇请被告人沈某、俞某，并与该二人在宁波银珠明园北区17号803室等地，通过向玩家低价买进、高价卖出“欢乐豆”的方式，为玩家提供该网站“欢乐豆”的兑换和资金结算服务，供玩家在该网站以“梭哈”、“斗牛”等形式进行赌博\n3. 使用吴某、被告人俞某的银行账户专门用于赌博资金的结算\n4. 被告人王某、沈某、俞某帮助收取赌资人民币100万元以上，非法获利共计人民币3万余元。被告人沈某、俞某分别非法获利人民币7000元和4000元。被告人俞某参与期间，被告人王某、沈某、俞某非法获利共计人民币1万元以上\n5. 被告人王某、沈某、俞某退缴了全部赃款"}
{"ridx": "4023", "q": "1. 被告人宋某与梁某某、张某某三人在峨眉山市绥山镇开设“翻牌机”赌博场所，非法获利145070元。\n2. 审理中查明，宋某提供了16台翻牌机作为赌博工具，提供3万元现金作为赌博场所保底金，还负责管理该赌博场所的钱、账以及红利分配、工资发放等事务。\n3. 梁某某以房屋入股作为赌博场所，宋某与梁某某在排除了张某某的份额后就该赌博场所的利润平分。\n4. 被告人宋某申领了《烟草专卖零售许可证》以“峨眉山市长城烟酒经营部”名义经营香烟，多次从外地市场购进香烟进行销售牟利。\n5. 经委托第三方乐山正源会计事务所鉴证，仅自2011年1月1日至2012年8月31日共计20个月期间内，宋某所有的“峨眉山市长城烟酒经营部”未通过峨眉山市烟草专卖局购进卷烟合计5156317元，实现销售合计6145922元，获利989605元。"}
{"ridx": "5511", "q": "1. 被告人王治红、王治兵在北京市朝阳区东大桥路与朝阳北路交叉口附近，借乘坐二人摩的的伦某（德意志联邦共和国公民）醉酒之际，窃取其劳力士牌手表一块、现金1800元人民币、欧元4200元（折合人民币32300.52元）、苹果牌6s型移动电话机一部、皮带等物（无法作价）。\n2. 二被告人后于当日将相关物品销赃。\n3. 2018年7月7日公安机关将二被告人查获归案，涉案劳力士手表现已起获并发还。"}
{"ridx": "5504", "q": "1. 李保庆伙同李爱群和张锋强行拉高某某到旅社内对其进行殴打和拘禁。\n2. 被告人逼迫高某某支付2000元现金，并让高某某签署3000元欠条。\n3. 被告人已赔偿被害人2000元经济损失，并退还赃款2000元。"}
{"ridx": "5561", "q": "1. 被告人江某将被害人熊某1带至后申塘村16幢1单元503室宿舍，并对被害人进行控制、恐吓、抢劫。\n2. 被告人江某在义乌市义亭镇王阡村一出租房内，强行与被害人熊某1发生性关系一次。\n3. 被告人江某将被害人熊某1带至金华市金东区傅村镇微信好友姜应琴处准备过夜。\n4. 被害人熊某1通过大声呼救、拿菜刀自卫等方式得以脱困最后报警。\n5. 现被告人江某违法所得人民币87元已扣押在案。"}
{"ridx": "2174", "q": "1. 被告人王楠酒后在北京市朝阳区三里屯长虹医院门前路边，对1名工人进行殴打。\n2. 被告人王楠拒不配合民警工作，挥拳将民警于某打伤，致于某左眼球结膜钝挫伤、左眼部挫伤等。\n3. 被告人王楠被当场抓获归案。"}
{"ridx": "2186", "q": "1. 被告人钟开德于2018年5月28日早上，窜到高州市沙田镇新圩市场某大排档与他人喝酒，之后醉酒闹事\n2. 被告人钟开德将被害人刘某（辅警）打伤\n3. 经司法鉴定，被害人刘某身体损伤程度为轻微伤"}
{"ridx": "2203", "q": "1. 被告人才义以人民币600元的价格将一包重2.71克的红色粉末及一包重0.79克的白色晶体贩卖给萨仁托雅\n\n2. 经检验，从上述红色粉末及白色晶体中均检出甲基苯丙胺成分\n\n3. 持刀划伤辅警周德正后逃跑\n\n4. 2017年9月17日，被告人才义被公安机关抓获，其到案后如实供述上述事实"}
{"ridx": "5193", "q": "1. 刘某、罗某、邱某、赵某四人驾驶摩托车进入店内窃取物品。\n2. 四人窃得的物品包括香烟和衣服等。\n3. 郭某以低价收购了被窃的香烟。\n4. 鉴定后，涉案香烟价值为10812元。\n5. 被告人郭某已退赔田某损失并取得谅解。"}
{"ridx": "5239", "q": "1. 被告人杨璐目睹贿赂交易并协助将款项存入银行账户。\n2. 被告人杨璐收受陈某给予的钱款并将其中一部分存入银行账户。\n3. 被告人杨璐涉嫌职务犯罪问题被立案调查并采取留置措施。\n4. 被告人杨璐积极配合调查、认罪悔罪并具有立功表现。\n5. 被告人杨璐涉嫌掩饰、隐瞒犯罪所得线索，并被刑事拘留。"}
{"ridx": "5223", "q": "1. 靳某、朱某、靳搭拉骗取张正宇人民币64000元。\n2. 被告人朱建堂在明知靳某银行卡内为诈骗所得款的情况下，介绍康某帮助勒春伟将骗取的64000元取出。"}
{"ridx": "6905", "q": "1. 上诉人戴某、原审被告人王某均无持枪证件。\n2. 戴某、王某持有的枪型物均为自制撅把式单管猎枪，认定为枪支。\n3. 戴某、王某归案后，均如实供述了自己非法持有枪支的犯罪事实。"}
{"ridx": "3817", "q": "1.被告人齐铁桥与窦某1、邓某1组成恶势力团伙，在赌场内非法高利放贷，并以非法限制他人人身自由、殴打、侮辱、威胁被害人等方式暴力讨债，多次实施非法拘禁、寻衅滋事等违法犯罪活动，严重扰乱经济、社会秩序，造成恶劣影响。\n\n2.2017年6月23日早晨，被告人齐铁桥伙同窦某1、邓某1在华阳酒店将拖欠其赌博高利贷的袁某1带至高阳境内洼地里非法限制人身自由，并实施殴打、辱骂行为。\n\n3.2017年6月24日16时许，被告人齐铁桥伙同窦某1、邓某1驾驶一辆白色现代轿车，携带砍刀，前往河间市兴村镇郭赵庄村袁某1的家中索要高利贷，并持刀对袁某1进行恐吓，用刀将其驾驶的汽车砍坏。\n\n4.2018年1月31日夜，被告人齐铁桥伙同他人持刀将拖欠赌博高利贷的马某1强行带上车，拉至河间市洼地内，捆绑其双手，逼迫其裸体下跪，用手机拍摄视频发给马某2等人，并胁迫其写下10万元人民币欠条一张。\n\n5.2017年夏天的一天，被告人齐铁桥伙同窦某1等人将欠其赌博高利贷的王某1强行带上车，拉至高阳东高速路口附近的洼地里索要高利贷，并实施殴打。一个多月后，被告人齐铁桥伙同邓某1开车来到王某1家中，强行将王某1带至肃宁县老汽车站附近某手机店里，胁迫王某1使用其身份信息分期付款购买了一部价值人民币3000元左右的手机，用该手机套现2000元，被告人齐铁桥拿走1700元。又一个多月后，被告人齐铁桥指使窦某1等人前往肃宁县老树客栈向王某1索要高利贷，在该客栈非法限制王某1自由，强迫王某1写下3万元人民币欠条，同时迫使王某1交出1万元人民币。\n\n6.2017年夏天的一天，被告人齐铁桥伙同窦某1、邓某1等人，驾驶汽车前往邢台市强行将一男子带回肃宁县，索要高利贷，期间实施殴打行为。\n\n7.2017年7月14日，被告人齐铁桥受张某1指使，与张俊凯等人一同前往河间市龙华店乡福海庄村，将张某1朋友张某2在此地施工的阻工者韩某1殴打至轻伤一级。"}
{"ridx": "3814", "q": "1. 赵某某遭受被告人陈国旗及其家人的暴力对待，遭受人身侵害行为；\n2. 被告人陈国旗将赵某某限制在自己家中，限制其人身自由；\n3. 赵某某被迫支付15000元现金才得以解除被告人陈国旗对其的看管；\n4. 法院主持调解后，被告人陈国旗自愿赔偿被害人赵某某各项经济损失10000元，并当庭交付给赵某某；\n5. 被害人赵某某表示对被告人陈国旗谅解。"}
{"ridx": "3862", "q": "1. 姜洪杰等人非法限制周某人身自由。\n2. 姜洪杰、隋鑫、张某采用揪头发、打耳光等方式将周某强行拖入车中。\n3. 被害人周某构成轻微伤。\n4. 隋鑫以到青岛游玩为由纠集了被告人张某。\n5. 姜洪杰行至诸城市繁荣西路73号工商银行ATM机，从周某卡内取款人民币2400元。\n6. 姜洪杰将从周某卡内的取款向隋鑫分赃700元，隋鑫将周某的苹果5S手机销赃得款2200元，分给姜洪杰1100元。"}
{"ridx": "6820", "q": "1. 被告人张建林因吸食毒品过量导致精神恍惚后向公安机关报警称有人要杀他。\n2. 公安机关赶至现场并在戴峰家中搜查出张建林放置于屋内的毒品甲基苯丙胺共计十四包，经称量，净重471.26克；毒品氯胺酮一包，经称量，净重208.40克。"}
{"ridx": "6775", "q": "1. \"抓获被告人彭丽菲\"\n2. \"从其骑行的电动自行车车头隔档内查获白色晶体1袋\"\n3. \"上述白色晶体净重24.145克，检出甲基苯丙胺成分\"\n4. \"被告人彭丽菲归案后如实供述了上述犯罪事实\""}
{"ridx": "6816", "q": "被告人曹东通过朋友匪哥联系上贩毒人员猛子（在逃），以人民币4200元的价格向其购买了甲基苯丙胺（冰毒）25克及甲基苯丙胺片剂（俗称麻古）8粒（净重约0.72克）。\n\n被告人曹东携带买来的毒品至长沙市雨花区时代阳光大道福星宾馆506房，与吸毒人员徐某、王某、童某同场吸食毒品甲基苯丙胺及甲基苯丙胺片剂。\n\n公安民警当场从被告人曹东身上查获并扣押毒品甲基苯丙胺20.68克、甲基苯丙胺片剂0.18克。"}
{"ridx": "6706", "q": "1. 被告人潘坛发在未取得林木采伐许可证的情形下，滥伐林木\n2. 共计滥伐立木材积（蓄积）为25.1525立方米，折木材材积15.0915立方米\n3. 滥伐行为发生于2015年至2016年期间，共计8处山场\n4. 经鉴定，被告人采伐了杉木和松某共138根，立木材积（蓄积）14.1238立方米，折木材材积8.4743立方米\n5. 被告人滥伐的林木价值巨大，其中杉木价值为2015年700元／立方米，2016年650元／立方米；松某价值为2015年350元／立方米，2016年300元／立方米"}
{"ridx": "6700", "q": "1. 被告人邓少波从郑光年处收购林木\n2. 郑光年采伐林木未办理采伐许可证\n3. 郑光年采伐他人山林里的林木\n4. 郑光年采伐的林木数量与采伐许可证规定不符\n5. 采伐量包括292株、97株和68株争议山林中的林木，以及23株自留山中的林木\n6. 郑光年将采伐的林木加工成檀条，并出售给他人\n7. 邓少波从郑光年处购买了大量檀条，但未查明其合法来源\n8. 秭归县林业科学技术推广中心对郑光年采伐的立木蓄积进行了鉴定"}
{"ridx": "6652", "q": "1. 被告人韦某甲滥伐桉树的总立木蓄积量为108立方米。\n2. 被告人韦某甲退出违法所得20000元。\n3. 确定被告人韦某甲须于2013年12月31日前分期返还给梁某宅基地转让预付款共139100元。\n4. 被告人韦某甲未如期履行还款义务，梁某向法院申请强制执行。\n5. 被告人韦某甲收得了韦某乙付给的宅基地转让款460000元，但被告人韦某甲将钱款转移、藏匿，致使民事调解书一直无法执行。\n6. 被告人韦某甲与梁某达成刑事和解协议，已偿还给梁某112100元，取得梁某的谅解。"}
{"ridx": "2403", "q": "1. 被告人非法经营烟草专卖品，未经许可，无证明。\n2. 被告人及案犯伙同分工合作，进行走私香烟贩卖。\n3. 具体流程包括在仓库内更换包装，逃避打击后发货销售。\n4. 被告人间采用诺基亚小手机作为犯罪通讯工具。\n5. 被告人庄某某等人的香烟主要来源于被告人林某某管理的仓库。\n6. 被告人林某某、杨某某在仓库内抓获，并查获走私香烟。\n7. 公安机关抓获被告人庄某某、刘某某、黄某某，查获走私香烟及作案工具。"}
{"ridx": "2387", "q": "1. 云南省绥江县烟叶复烤厂为集体所有制的企业法人，前身为绥江县农机厂，1984年经绥江县人民政府同意转产，为绥江县卷烟厂生产雪茄烟提供烟叶原料。\n2. 该厂从建厂到投产，未报经国家烟草专卖局批准，云南省烟草专卖局和昭通市烟草专卖局也未将其纳入管理。\n3. 被告人周德年自1995年9月起至2012年7月，担任绥江县烟叶复烤厂厂长。\n4. 被告人胡克渔于2003年担任该厂副厂长，2009年起担任该厂党支部书记。\n5. 被告人龙永平于2010年底担任该厂分管生产的副厂长。\n6. 被告人李金华于2000年起先后担任该厂副厂长、党支部书记，2009年底又担任该厂副厂长。\n7. 被告人郭某甲系该厂制丝车间主任，被告人廖某甲系卷烟车间主任。\n8. 被告人牟某某系该厂出纳。"}
{"ridx": "2430", "q": "1. \"赵孟军、高爱吓未办理开采手续擅自在宜阳县非法开采露天钠长石\"\n2. \"赵孟军找到被告人仝明国等人入股，仝明国占有两股份额\"\n3. \"被告人仝明国负责放哨、开采活动\"\n4. \"宜阳县国土资源局多次向被告人仝明国等人下达停止违法行为通知书\"\n5. \"被告人仝明国伙同赵孟军等人共非法开采钠长石一万余吨，价值60余万元\"\n6. \"被告人仝明国在公安和检察机关共退交违法所得30000元\""}
{"ridx": "6394", "q": "被告人马波利用职务便利，索要他人人民币200000元。\n新疆正和车辆制造有限公司董事长承诺给予被告人好处费。\n被告人马波索要好处费并收取人民币200000元。\n被告人马波被立案审查调查并采取留置措施。\n被告人马波如实坦白反贪污行为并退缴赃款人民币200000元。"}
{"ridx": "6432", "q": "1. 被告人叶彬利用职务之便，为他人谋取利益并从中收受现金人民币50万元，铺面地2间；滥用职权造成国家损失铺面地9间。\n2. 符某1为感谢被告人叶彬的关照，于2014年的一天，在万宁市人民医院附近的公路边送给被告人叶彬人民币40万元。\n3. 庄某1承包了东环安置区道路施工项目，并在2012年中秋节期间，在万宁市万利隆门口附近的公路边送给被告人叶彬人民币5万元；在2013年、2014年春节前庄某1又由其儿子庄某2送给被告人叶彬人民币5万元（其中1次2万元，另1次3万元）。\n4. 在拆迁和安置温某家房屋过程中，被告人叶彬违规决定在安置区（一）给温家安置10间铺面地（已办理土地证），致使国家损失3间铺面地，并从中收受1间铺面地（以吴某名办证）；同样，在拆迁和赔偿陈某1的房屋过程中，被告人叶彬违规决定在安置区（一）给陈某1家安置了3间铺面地（以陈某1父亲陈明才名办证、符燕、符昌照各办理国土证），造成国家损失3间铺面地（已办理土地证），并从中收受1间铺面地。\n5. 被告人叶彬在未派员对韩家土地进行调查及4张地契真实性进行核查情况下，就决定对韩家在安置区（一）安置10间铺面地（9间已办理土地证，安置给韩紫微的那间没有办理土地证），致使国家损失3间铺面地。"}
{"ridx": "6409", "q": "1. “被告人张敬飞在担任泰康人寿保险股份有限公司（以下简称“泰康公司”）创新事业部网站建设部总经理期间，利用职务上的便利，将泰康公司“飞常保”项目介绍给被告人邓琛，并将邓琛推荐给泰康公司的合作商北京鹏泰互动广告有限公司（以下简称“鹏泰公司”），通过泰康公司和鹏泰公司签署合同、鹏泰公司再与邓琛担任法定代表人的北京微行大益科技有限公司签订合同的方式，使邓琛顺利与泰康公司进行合作，邓琛向泰康公司提供了500余万条投保客户信息，获得服务费共计人民币1250万元。”\n\n2. “2015年9月至2016年6月，被告人邓琛多次给予张敬飞好处费共计人民币340万元。”\n\n3. “2018年4月25日，因涉嫌合同诈骗邓琛在北京市朝阳区某地被公安机关抓获，张敬飞在北京市昌平区某地被公安机关抓获。”\n\n4. “现张敬飞退交违法所得人民币40万元，邓琛退交违法所得人民币50万元。”"}
{"ridx": "6282", "q": "1. 被告人陆建明、张某甲、李某同为“拜把子”的弟兄。\n2. 河北省樱花矿业有限公司将2011年11月16日至2012年6月30日的废料小石渣赠送给了吴庄子村委会。\n3. 此项业务一直由张某甲承办。\n4. 张某甲想从该村承包运输小石渣，因嫌陆建明索要的“好处费”数额高，找到李某让其从中说和，经李某调解，达成协议。\n5. 被告人陆建明提议召开村两委会，并在会上提议将该村的小石渣运输业务转包给张某甲，承包费每年15万元。\n6. 张某甲从其妻子王某甲的农业银行卡中转汇到段某农业银行的账户30万元，替被告人陆建明偿还了欠段某的借款。"}
{"ridx": "4852", "q": "1. 宁德市九都镇贵村村第五村民小组将耕地发包给组员承包经营。\n2. 陈长鉴将承包地与第八村民小组陈某1互换并签署卖断契。\n3. 贵村村第五村民小组成员自行约定每十年将承包地进行调整划分。\n4. 陈某1长期在承包地种植枇杷树。\n5. 1995年、2005年贵村村第五村民小组分别将承包地调整划分给郑某等人。\n6. 郑某等人向陈某1要求归还承包地未果，亦未通过合法途径进行解决。\n7. 被告人陈明诗知道承包权属问题存在争议尚未解决。\n8. 被告人陈明诗持钢锯、砍柴刀将陈某1种植的27棵枇杷树主干锯断致果树枯死。\n9. 经宁德市蕉城区价格认证中心鉴定，27棵枇杷树的价值为17442元。\n10. 被告人陈明诗在福州市被抓获。"}
{"ridx": "4873", "q": "1. 被告人林宝友因其长林某鹏之前参与聚众斗殴陈某1林等人所杀害陈某1林尚未归案，而与被告人林国鹤等二十余名亲友来到本区滨江街道香舍苑12幢501陈某1林潘某乐住处讨要说法。 \n2. 其他亲友继续砸毁房内的玻璃、门窗、电视机、电饭煲等物品。 \n3. 经鉴定，造成经济损失共计人民币13538元。 \n4. 公安人员根据车辆轨迹在温州市龙湾区建设总部大楼停车场内发现被告人林国鹤的车辆，经守候将其抓获归案；次日，被告人林宝友在黎明派出所询问林国鹤因何事被刑事拘留时被公安人员传唤并讯问。"}
{"ridx": "4863", "q": "1. 2014年5月27日13时许，被告人董某与高某乙在临沂市兰山区义堂镇葛疃村好地方美食城吃饭时，因倒酒双方发生争执，后被人劝开。\n2. 当日17时许，高某乙、王某等人驾车寻找董某，在临沂市兰山区义堂镇小芝房村与被告人董某相遇，便开车撞向董某。\n3. 被告人董某躲开后，持随身携带的斧子将高某乙驾驶的白色宝马轿车（鲁Q×××××）车顶、车玻璃等物品砸坏，损失价值39990元。\n4. 被告人董某与高某乙、王某撕打过程中，还致高某乙、王某受伤，后被在场人员拉开。\n5. 2014年8月26日，被告人董某亲属与王某达成调解协议，赔偿了王某医疗费等经济损失3000元，王某表示谅解。"}
{"ridx": "4847", "q": "1. 被告人佘瑞川精神、智力均属正常，其知道自己饮酒后会出现情绪激动、臆想等的情况。\n2. 被告人佘瑞川饮酒发生急性酒精中毒，头脑出现幻觉，臆想自己近几年的不幸遭遇与国家有关领导和重庆市铜梁区东城街道花园村支部书记等人有关。\n3. 被告人佘瑞川从自己住处拿柴刀步行到铜梁区村便民服务中心办公室，将办公室卷帘门损坏，并用柴刀刀背将玻璃门打碎，进入室内后，拿柴刀在办公室内乱砸乱砍，毁坏了室内摄像头1只、采集器1只、液晶显示器4台、尼康牌照相机1台及数据线、电源线数根。\n4. 被告人佘瑞川造成物品损失价值共计6388元。\n5. 被告人佘瑞川在监视居住期间，擅自离开被监视居住的住所后，于2017年8月28日再次被抓获归案。\n6. 经重庆市精神卫生中心鉴定，被告人佘瑞川在案发时系急性酒精中毒，其具有完全刑事责任能力。"}
{"ridx": "6094", "q": "1. 被告人李大良以熊某的名义挂靠福建恒旺建设工程有限公司，参与了在泰宁大饭店四楼会议室举行的泰宁县大洋坪七期道路生态循环设施建设项目的招投标。\n2. 李大良以第二中标候选人身份，以第一中标人谢某1、陈某1、邹某挂靠的福建省福气建设工程有限公司项目经理王文旗存在在建工程不符合招标规定为由，向招标业主泰宁县工业园区建设发展有限公司及招标代理公司福建省亿达工程咨询有限公司举报。\n3. 李大良电话联系并告知谢某1、陈某1福建省福气建设工程有限公司项目经理王文旗存在在建工程，不符合招标规定，并以此为由要求谢某1、陈某1赔偿其损失，否则将继续向有关部门反映，让其失去第一中标候选人的资格（俗称“废标”）。\n4. 谢某1、陈某1打电话联系李大良，并口头承诺愿意支付人民币20万元的“封口费”，要求李大良不要再去相关部门反映，李当即同意。\n5. 谢某1、陈某1以资金紧张为由，并未支付口头承诺给李大良的人民币20万元，李大良又以福建省福气建设工程有限公司技术负责人黄建波的资质不符合要求继续对被害人施某。\n6. 谢某1、陈某1害怕工程受阻，迫于压力，于2016年11月12日在东洲小区金鹏茶馆与李大良“协商”，并同意支付人民币17万元“封口费”，由李大良书写“协议书”并在协议书上签字。"}
{"ridx": "6072", "q": "1. 被告人吴持标和厉永高让被告人叶小忠到本市城区兴平路“十三不搭”棋牌室内与斯某1等人赌博，并由被告人吴持标联系被告人徐忠华提供赌资人民币5000元。\n2. 被告人叶小忠、俞某在棋牌室内以对方“出老千”为由对任某进行殴打，后被告人俞某联系了楼国红等人将任某带至本市白云街道望江南路88号徐忠华经营的百川金融投资公司。\n3. 被告人徐忠华因涉嫌犯敲诈勒索罪被公安机关依法取保候审期间，为能在法院判决中获得从轻处罚，与朋友楼某商量，让其扮演盗窃电动车的小偷，楼某同意。\n4. 被告人徐忠华出资以斯某2的名义购买了爱玛牌电动车1辆。\n5. 被告人徐忠华认为楼某体型较大，为避免公安机关怀疑，遂与姐夫徐某2商量，让其扮演一起抓小偷的人，徐某2同意。楼某根据被告人徐忠华安排“偷”了该辆电动车，在旁等候的被告人徐忠华与徐某2见状即上前将楼某“抓获”并报警。\n6. 被告人徐忠华和楼某、斯某2、徐某2分别作了虚假陈述。\n7. 被告人徐忠华和楼某有伪造立功情节行为的嫌疑。"}
{"ridx": "6046", "q": "1. 被告人陈益桃受被告人邓某某指使，逼迫杨某某签下悔过书并承诺放弃经济利益，构成非法拘禁罪和敲诈勒索罪。\n\n2. 被告人陈益桃等人逼迫被害人杨某某出具欠条支付“辛苦费”5万元，构成敲诈勒索罪。\n\n3. 被告人陈益桃等人采用殴打及言语威胁等方式，逼迫杨某某签下悔过书并承诺放弃经济利益，构成非法拘禁罪和敲诈勒索罪。\n\n4. 经鉴定，被害人杨某某因外伤致左枕部头皮下血肿，构成轻微伤。\n\n5. 被告人陈益桃指使瞿某某等人持欠条向被害人杨某某取款时，构成敲诈勒索罪。\n\n6. 被告人邓某某与被告人陈益桃共同实施犯罪，应当承担连带责任。\n\n7. 被告人陈益桃的亲属代为赔偿被害人部分损失，可以从轻处罚。"}
{"ridx": "6081", "q": "1. 柯某接到电话要将一批货物运送出海至乌龟岛附近海域。\n2. 李某1、李某2等人将14箱毒品氯胺酮运载到泉州市泉港区南埔镇天竺村路口交给柯某指派的吴某后。\n3. 康某2打开箱子查看后，从中取出29克样品，并通过庄某交给惠安县公安局净峰派出所确认。\n4. 康某2告知杨雄贵，并一起将上述14箱毒品氯胺酮运至惠安县净峰镇安置区杨雄贵租房存放。\n5. 两人经预谋，由康某2使用杨雄贵的电话打给柯某，要求柯某汇人民币1000000元到其卡上，否则要毁掉或报警。\n6. 柯某往康某2指定的洪某建行账户汇款25000元，康某2分给杨雄贵50＊＊元。\n7. 泉州市公安边防支队在惠安县查获涉嫌走私毒品的康某2和杨雄贵，后在杨雄贵租房查获275包疑似毒品氯胺酮共计276.50225千克。\n8. 杨雄贵因涉嫌走私毒品罪被泉州市公安局刑事拘留，同月14日释放后即因吸毒行为被惠安县公安局行政拘留十四日。\n9. 泉州市边防支队将在破获“2017.03.10”走私毒品案过程中发现的康某2、杨雄贵涉嫌敲诈勒索线索，移交给惠安县公安局办理。\n10. 杨雄贵因涉嫌敲诈勒索被公安民警从惠安县拘留所带走侦查。\n11. 杨雄贵因违反取保候审规定被上网追逃，于2019年3月8日在其朋友谢某的陪同下到惠安县公安局投案。"}
{"ridx": "-1071", "q": "1. 董国华利用职务便利骗取单位公款人民币84万余元用于个人购买房屋。\n2. 董国华、高岭利、焦守江伙同利用职务便利套取单位公款共计224万余元。\n3. 董国华利用职务便利虚构投资事实骗取单位公款283万余元，其中部分赃款用于购买房产。\n4. 董国华为焦守江承揽项目提供帮助索要现金30万元用于子女购房。\n5. 董国华利用职务便利向公司负责人索要现金12万元。\n\n6. 被告人董国华单独或伙同被告人高岭利、焦守江贪污数额共计527万余元。\n7. 被告人高岭利、焦守江参与贪污159万余元，焦守江向董国华行贿30万元。\n8. 案发后，部分贪污、受贿赃款已追缴。"}
{"ridx": "-991", "q": "1. 被告人郑江南与霍某、方某系同事。\n2. 霍某、方某分别转账给被告人郑江南人民币750元用于购买毒品大麻，后郑江南从唐某处以人民币3000元的价格购买了20克大麻，分别给了霍某、方某5克左右。\n3. 被告人郑江南在金华市婺城区的暂住地容留霍某、徐某、方某三人吸食毒品大麻。\n4. 被告人郑江南在其暂住地容留霍某吸食毒品大麻。\n5. 被告人郑江南在其暂住地容留方某吸食毒品大麻。\n6. 被告人郑江南在其暂住地容留霍某吸食毒品大麻。\n7. 被告人郑江南被抓获归案。"}
{"ridx": "-5180", "q": "1. 孙某某将其种植的位于赣榆区黑林镇沟屋村东河西岸林地内的杨树以38000元的价格出售给被告人万某某，双方约定由被告人孙某某办理林木采伐许可证。\n2. 被告人万某某在得到被告人孙某某同意后，在明知被告人孙某某未取得林木采伐许可证的情况下，组织工人至被告人孙某某承包林地内开始砍伐杨树，当日下午被告人万某某给付被告人孙某某部分购树款。\n3. 被告人万某某的滥伐林木行为被赣榆区林业局执法人员查获。经赣榆区林业局执法大队执法人员现场勘验，被告人万某某共无证滥伐杨树300株，折合林木蓄积30.8782立方米，位于黑林镇沟屋村村东河西岸1734小班内，地类为纯林地，林种为水源涵养林，树种为杨树。\n4. 连云港市赣榆区林业局出具了《连云港地区杨树纯林生态效益评估报告》及《关于连云港市赣榆区万某某、孙某某滥伐林木行为造成生态损害评估》，确定被告人万某某、孙某某滥伐林木行为造成的生态效益损失共计18824.17元。\n5. 被告人万某某在未办理林木采伐许可证情况下，擅自采伐本人购买的位于莒南县相沟镇前古城村西南的杨树57棵，合计立木蓄积13.0124立方米。\n6. 2017年1月22日，莒南县司法局出具社区矫正调查评估意见书，同意被告人万某某在户籍地进行社区矫正。"}
{"ridx": "-743", "q": "1. 凃某、汪某盗窃YJV22-3×95型电缆线80.5公斤、YJV22-3×120型电缆线197.5公斤、铝绞线50公斤。\n2. 凃某、汪某用面包车将所盗窃的物品运到乐山市沙湾区的永恒废旧回收门市。\n3. 该门市经营者为黄鑫梅的丈夫刘某。\n4. 黄鑫梅在未核实电缆线和铝绞线合法有效来源情况下，进行了收购。\n5. 经峨边彝族自治县价格认证中心鉴定，黄鑫梅所收购的电缆线、铝绞线共计价值人民币12988元。\n6. 黄鑫梅被公安民警抓获归案。\n7. 铝绞线和电缆线属于他人财物，凃某、汪某盗窃属于犯罪行为。\n8. 黄鑫梅在未核实物品来源情况下进行收购，已构成收买、非法销售赃物罪。"}
{"ridx": "-3859", "q": "1. 上诉人王某销售的550条芙蓉王香烟均为假冒注册商标且伪劣卷烟；\n2. 该批香烟的卷烟价值为240.2元每条，共计132，110元；\n3. 王某以70元每条的价格购进1000条假黄芙蓉王香烟；\n4. 王某销售300条、125条、125条假黄芙蓉王香烟给朱某、王某2、王某1；\n5. 发现朱某被烟草部门查获后，王某退还450条假黄芙蓉王香烟给上线；\n6. 销售假香烟行为严重侵害了他人合法权益。"}
{"ridx": "0", "q": "1. 唐某某醉酒驾驶川K52B55小型轿车从威远城区外北路往天府厂方向行驶，行至花城路时撞到行走于公路右侧的行人张志辉，造成张志辉受重伤。\n2. 唐某某的血液酒精浓度为295.26mg／100ml，属醉酒驾驶。\n3. 唐某某对该事故承担全部责任。\n4. 被害人张志辉因车祸损伤致脾破裂切除评定为重伤二级；结肠挫伤、胰腺挫伤修补评定为轻伤二级。"}
{"ridx": "1", "q": "1. 原审被告人李红雨与胡银甫、何根柱、赵路生一起实施盗窃。\n2. 原审被告人李红雨在任XX房屋东山墙处负责望风。\n3. 胡银甫等三人在撬门过程中将任XX惊醒，对其实施殴打后将其栓在室内。\n4. 胡银甫等人对任XX实施殴打后，将任XX栓在室内的六只山羊牵走。\n5. 经鉴定任XX的伤情构成轻伤，被盗山羊价值人民币3000元。\n6. 胡银甫等人进入的房屋系任XX生活居住场所。\n7. 案发后，胡银甫赔付被害人经济损失1000余元。"}
{"ridx": "2", "q": "1. 被告人徐瑞阳以非法占有为目的\n2. 以借车为由将价值人民币15000元的黑色本田PCX-150踏板摩托车骑走\n3. 低价销赃挥霍"}
{"ridx": "3", "q": "1. 原审被告人曾献强与周洪辉等人在阜南县柳沟镇陈菜园村姚庄租赁村民周某家院落开设赌场三天。\n\n2. 该赌场使用牌九作为赌博工具，每天晚上六七时许开始至次日凌晨结束，按庄家赢钱的10％抽头盈利，每天抽头盈利约一万元。\n\n3. 曾献强、周洪辉组织人员参与赌博，曾献强负责看管钱箱子，曾献刚负责驾车接送赌客。\n\n4. 曾献强等人在开设赌场期间，陈某（绰号小痞子）要求在曾献强开设的赌场内放高利贷，遭到曾献强的拒绝，双方为此发生矛盾。\n\n5. 曾献强得知陈某等人要到其在阜南县柳沟乡陈菜园开设的赌场滋事，便安排曾献义焊接钎猪刀，并由赵春洲驾车将钎猪刀运至该赌场。\n\n6. 2011年4月25日夜，陈某带人赶至该赌场欲滋事，曾献强纠集王某3、曾献义、曾献刚等数十人手持刀、棍，追撵、殴打陈某等人，致陈某左上肢、双下肢受伤。\n\n7. 经鉴定，陈某左上肢损伤构成轻伤。"}
{"ridx": "4", "q": "1. \"被告人韦文能便返回一拳击打王某面部将王某打倒在地上。\"\n2. \"韦文能打倒王某后追上李治学对李治学进行殴打。\"\n3. \"被害人王某被送至丹寨县人民医院进行抢救，经抢救无效死亡。\"\n4. \"经鉴定，王某系钝器外力作用于头部造成颅骨骨折，颅脑损伤死亡。\"\n5. \"另查明，2017年4月18日，被告人韦文能家属向被害人王某家属支付240000元，被告人并取得被害人家属的谅解。\""}
{"ridx": "5", "q": "1. 刘豹在河沿麻将摊因索要喜面与被害人石某发生口角。\n2. 被告人张东及李楠将刘豹劝离。\n3. 刘豹和张东决定等被害人石某出来后对其实施殴打，并准备了砍刀。\n4. 被告人张东伙同刘豹使用砍刀将被害人石某左肘部及腰背部砍伤。\n5. 被害人石某开始逃跑，刘豹、李楠和张东继续对其进行追赶并进行殴打。\n6. 经鉴定，被害人石某体表瘢痕二处累计15.7厘米，属轻伤二级。"}
{"ridx": "6", "q": "1. 汪某某未经许可擅自封闭道路。\n2. 汪某某在安全警示标志设置不规范的情况下进行施工作业。\n3. 汪某某的违法行为导致交通事故发生。\n4. 事故中导致一人死亡。"}
{"ridx": "7", "q": "1. 梁帅帅、朱某、刘某等人合谋，骗取汽车4S店的信任，通过未办理上牌及抵押登记手续的情况下转卖汽车牟利。\n2. 被告人赵卫春在知晓梁帅帅等人有骗车转卖的目的下，签订定购合同书购买了宝马牌525Li领先版轿车1辆，并通过他人提供银行卡刷卡付款，骗取该车辆。\n3. 被告人赵卫春将骗得的车交由梁帅帅等人处置，并获得好处费，未归还该车辆的按揭贷款，造成金某宝4S店经济损失共计人民币149244元。"}
{"ridx": "8", "q": "1. 被告人张群以代为临时保管为名，骗取被害人财物。\n2. 原审被告人张群在杭州市下城区杭州大厦b2楼pinko专柜，佯装帮助被害人童某挑选服装，趁被害人童某在试衣间换穿衣服，窃得被害人童某的黑色普拉达女式挎包。\n3. 该包内有法兰克．穆勒（franckmuller）牌女式手表、白色苹果5代手机、咖啡色梵地牌卡包一只、银行卡数张、奔驰汽车钥匙等物品。\n4. 同年7月13日13时许，原审被告人张群在杭州市下城区银泰商厦武林店4楼衣索专柜，采用上述手段，窃取被害人朱某的黑色单肩背包一只、白色塑料袋一只。\n5. 黑色单肩包内有现金人民币2000元、黑色苹果4代手机一只、钱包、卡包、银行卡、福克斯汽车钥匙等物。\n6. 白色塑料袋内有1991牌鞋子两双、bobbibrown化妆品一套。\n7. 原审被告人张群盗窃财物共计价值人民币51481元。"}
{"ridx": "9", "q": "1. 被告人计如勤通过伪造电费收据、虚报电费的方式，骗取高度公司电费共计人民币300546元并挥霍。\n2. 被告人计如勤担任电工期间未签订劳务合同。\n3. 被告人计如勤于2018年2月26日被河北省保定市公安局莲池区分局东关派出所抓获羁押，并扣押赃款人民币3万元，现已发还被害人。\n4. 高度公司与止止茶舍（原蓝岸咖啡）系一个老板且电力方面均由计如勤负责。"}
{"ridx": "10", "q": "1. 被告人刘计岗伙同马广亮至本市闵行区颛桥镇颛建路中沟路附近，持砍刀无故将被害人胡某某、王甲砍伤。 \n2. 经鉴定，被害人胡某某之右肘部及双下肢皮肤裂创和右桡骨小头、右尺、桡骨下段及左腓骨近端骨折，构成轻伤；被害人王甲之左颈皮肤裂创和右尺骨远端骨折，构成轻伤。"}
{"ridx": "11", "q": "1. 2018年7月23日晚上10时许，被告人邹潇、辜九六、夏人杰、杨博等人，在仁寿县文林镇童话KTV娱乐期间，邹潇与胡某相互添加微信。\n2. 因万某、胡某到文林派出所报警，未见到万某。\n3. 邹潇、辜九六、夏人杰、杨博手持钢管、木棒殴打万某，将万某打伤倒地后离开。经鉴定，万某人体损伤程度为轻伤二级。\n4. 邹潇、杨博已赔偿万某经济损失，并取得谅解。"}
{"ridx": "12", "q": "1. 板岭乡板岭村的玉贵、马昭邀马光朝一起去追债。\n2. 被告人马光朝答应后三人共乘一辆摩托车前往板岭糖厂。\n3. 玉贵进入田某某的房间，逼迫田某某交钱。\n4. 田某某拒绝玉贵的要求后，玉贵即与田某某以及在屋内的张某某、符某某发生争执并开始扭打。\n5. 守在门外的马昭和被告人马光朝听到打斗声后一起进入屋内，双方拉扯扭打起来。\n6. 糖厂工人听到嘈杂声后，将被告人马光朝等三人围在屋内。\n7. 公安人员赶到现场后，将几人送到板岭卫生院进行治疗。\n8. 被告人马光朝等三人乘机逃跑。"}
{"ridx": "13", "q": "1. 黄某弟打电话让被告人陈显清送毒品到其家中。\n2. 陈显清到黄某弟家中将甲基苯丙胺卖给了黄某弟并收下了黄某弟付给的钱。\n3. 被告人陈显清和林某、吴某南在酒店吸毒，陈显清从房间窗户向外丢弃物品。\n4. 在摩托车尾箱内提取并扣押了毒品可疑物若干、电子秤一个；在丢弃物品区域提取并扣押了用塑料袋包装的透明晶体状毒品可疑物1包、散落的少许透明晶体状毒品可疑物及疑似吸毒工具。\n5. 经现场检测，陈显清的尿液呈阳性。\n6. 经鉴定，从以上扣押的毒品可疑物中，检出甲基苯丙胺片剂3.25克、甲基苯丙胺39.34克、含MDMA成分的液体175.05克（其中MDMA含量为0.4％）。"}
{"ridx": "14", "q": "1. 俞某某通过手机短信、QQ等形式共接收“六合彩”码单合计金额人民币480848.18元。\n2. 俞某某将接收的“六合彩”码单报给上线庄家。\n3. 从中非法获利。"}
{"ridx": "15", "q": "被告人胡某1、吴某同伏镇河湾村农民张某在严坪村村民严某2家与该村农民代某等人饮酒时，张某嫌代某不喝他敬的酒而将一杯酒泼在代某的脸上。\n\n下午6时许代某与其妻严某1、其兄代军三人去严某2家询问当时情况，胡某1、吴某、张某闻讯后认为代家三人寻他们惹事。\n\n胡某1持五连发猎枪与吴某、张某赶到严金邦家，恰逢代某出来上厕所，胡某1用枪托朝代某头上击了一枪托，将代某打倒在地。\n\n吴某与张某朝代某身上乱踢。代军持一小背椅从屋内冲出，胡某1又用枪管朝代军嘴部戳了一下，当即致代军嘴唇破裂，门牙缺失。\n\n同月28日晚，吴某持五连发猎枪与胡某1闯入代某家，胡某1以代某之岳母高某将其脸挖破为由，要高某赔偿医药费10000元，吴某持猎枪对着代某之妻严某1的腹部逼其拿钱，胡某1称不给钱就要把严某1开枪打死，吴某向代某家房门，窗户连开五枪。\n\n在严某1、高某、严某3、代娇娇跪地求饶后，严某1交给胡某1现金2800元。胡、吴二人才离开现场。赃款被胡某1一人挥霍。"}
{"ridx": "16", "q": "1. 上诉人秦某某酒后拦乘被害人陈某某所驾驶的出租车，前往阜阳市南二环电视台附近租住处。\n2. 借出租车费用滋事，用随身携带的匕首将陈某某脸部划伤。\n3. 秦某某醉酒后又驾驶出租车撞坏道路防护栏及广告牌等物。\n4. 经检测，秦某某静脉血乙醇含量为218.1mg／100ml。\n5. 秦某某与陈某某达成调解协议，一次性赔偿陈某某医疗费等各项经济损失65000元。"}
{"ridx": "17", "q": "1. 上诉人张某某翻墙进入被害人家中盗窃财物。\n2. 被赶回家中的徐某某发现并追至院外一片空地，将张某某的胳膊抓住。\n3. 张某某推了徐某某的胸口位置，致徐某某摔倒头部受伤。\n4. 财物被盗价值为人民币170元。\n5. 徐某某身体所受损伤程度评定为轻微伤。"}
{"ridx": "18", "q": "1. 被害人梁某某因赌博向丁某甲以外围九五款方式借款四万元\n2. 梁某某还款后，双方因利息发生争吵，丁某乙就开始辱骂梁某某，并将梁某某控制在车上用拳头在梁某某头上殴打\n3. 丁某乙开着车，将梁某某带至神木县第六中学背后的东山上，威胁说要活埋梁某某，用拳脚在梁某某脸部、腿部、胳膊等处实施殴打，逼迫梁某某向丁某甲打下一万元的欠条\n4. 被害人梁某某家人在神木县二中附近将一万元交给丁某甲，梁某某被释放\n5. 经榆林市公安司法鉴定中心鉴定：被害人梁某某的伤情符合轻微伤。"}
{"ridx": "19", "q": "- 2013年4月19日0时10分，被告人刘某甲、刘某乙、刘某丙以及刘某丁（另案处理）酒后在睢县城关镇北门口无故对韩某某、张某某进行殴打，并将其展览的电动三轮车跺坏。 \n- 经法医鉴定，刘某戊的左侧第6、7肋骨骨折，构成轻伤；刘某戊的头部损伤，构成轻微伤。 \n- 在处警时，被告人刘某甲用脚将民警刘某戊的左侧肋骨跺伤，并伙同刘某乙、刘某丙、刘某丁对民警刘某戊、马某某进行殴打。"}
{"ridx": "20", "q": "1. 原审被告人杨建伙同胡伟、吴峰等人强行带走刘某1并多次殴打索要款项。\n2. 杨建和吴峰等人将刘某1控制在车内并到其家中寻找冰毒，未果后送至公安局。\n3. 经检测，刘某1未吸毒且已被家人领回，肢体损伤轻微伤。\n4. 原审被告人杨建赔偿刘某1经济损失并得到刘某1谅解。"}
{"ridx": "21", "q": "1. 杨某乙、赵某某等人在被告人开设的赌场内赌博。\n2. 被告人指认杨某乙、赵某某出“老千”作弊，并要求他们赔偿损失。\n3. 被告人与杨某乙、赵某某商谈赔偿事宜，并将其带至汉渠附近进行威胁。\n4. 被告人杨某甲、马建成等人使用暴力伤害杨某乙，致使其重伤。\n5. 被告人将赵某某带至贺兰县金贵镇，并迫使其支付车费后放走。"}
{"ridx": "22", "q": "1. 黄义买断工龄后开始做生意，其中包括木材生意。\n2. 李某以王某1丢的名义办理了计划乡加两村故爸小班林木的采伐许可证。\n3. 李某将该片林木以80000元的价格转让给上诉人黄义，同时告知了黄义采伐证已过期的事。\n4. 黄义将林木承包给高排村的村民砍伐，遭到加两村三、四组的村民阻止而停工。\n5. 黄义又承包给黎平县九潮镇九潮村二组的封某进行采伐，并委托其弟黄某在山场进行管理。\n6. 黄义的采伐行为断断续续直至2015年木材全部调运销售结束。\n7. 上诉人黄义采伐的林地包含榕江县林工商林分，总面积为89.9亩，树种为杉木、马尾松，活立木蓄积1572.3755立方米。\n8. 本院审核发现，上诉人黄义采伐现场1号小班为榕江县林工商林分，3号小班大部分不在2010年07126732号采伐证范围内。"}
{"ridx": "23", "q": "1. 被告人王真才非法销售六合彩的行为已被确认，销售金额高达1660348元。\n2. 被告人王真才从销售中获利人民币450062元，其中与郭少忠的交易金额最高，达到445939元。\n3. 在现场勘查时，发现一件黑色外套的口袋里有写有字迹的两张红色纸张，内容涉及死于六合、罪该万死、上朋友当、悔之当初王真才（恨）、祸害之首王真才等，这表明王真才有重大嫌疑。\n4. 被告人王真才到案后如实供述了非法销售六合彩的犯罪事实。"}
{"ridx": "24", "q": "1. 被告人刘高注册了地下“六合彩”赌博网站，接受他人投注。\n2. 刘高共接受李某1、李某2、左修正等人投注金额40余万元，赌博网站根据投注金额按比例返还给刘高，刘高非法获利6万元。\n3. 刘高主动上缴非法所得6万元。"}
{"ridx": "25", "q": "1. 被告人袁某某利用职务便利非法收受他人财物共计339,000元。\n\n2. 被告人袁某某为请托人提供帮助，并实际分得125,000元。\n\n3. 被告人袁某某的亲属上缴赃款50,000元。"}
{"ridx": "26", "q": "1. 原审被告人于守刚在任梅河口市农机局某某镇农机站站长期间，收取农民抵押金2万元并将其占为己有。\n2. 原审被告人于守刚提供了一份加盖梅河口市某某镇农机工作站公章的收据给农民钟某某。\n3. 案件发生后，原审被告人于守刚退还了全部赃款。\n4. 以上事实构成故意侵占罪，依法应受到惩罚。"}
{"ridx": "27", "q": "1. 原审被告人李雪等人认为汤某的车辆从其跟前划了一把方向并且报警。\n\n2. 李雪驾驶一辆无牌照灰色本田CRV轿车，李某1驾驶一辆牌照为皖M×××＊＊黑色伊兰特轿车追撵汤某。\n\n3. 两辆车先后沿东华路、府北街、府西街、火巷子、楼西街行驶至清明北路刘某2家附近停下。在追撵期间，两车发生了碰撞。\n\n4. 杜某在现场讲“给我撞”，李某1再次驾车向汤某的轿车撞击多次，原审被告人李雪也驾车向汤某轿车左侧车门撞击两下，致汤某车辆严重受损。\n\n5. 汤某与杜某达成民事调解协议并履行，汤某对原审被告人李雪予以谅解。原审被告人李雪于2011年10月25日主动到公安机关投案。"}
{"ridx": "28", "q": "1. \"口头约定和王某3各拿出利润5％给被告人赵利和高某1作为回报，如果王某3不兑现，则由被害人骆某个人向某华和被告人赵利支付项目利润的10％作为介绍费。\"\n2. \"被告人赵利在珠海市吉大中邦酒店商务会所的澳门房内因宝隆集团入资盘活东岸公馆项目时口头约定的报酬数额与被害人骆某发生争执。\"\n3. \"被告人赵利用水杯砸伤被害人骆某的头部，被告人吴某2军和唐某、银某、陈某（均已判决）见状亦对被害人骆某进行殴打。\"\n4. \"被害人骆某受伤后，被告人龙大华在被告人赵利的授意下，拿来纸和笔交给被害人骆某，并和被告人吴某2军一同站在被害人骆某旁边，监督被害人骆某写下内容为：“本人因生意失败向赵利先生借款三千万元，特此立据”的欠条。\"\n5. \"被告人赵利归案后委托家属赔偿被害人骆某人民币一万元，被害人骆某对被告人赵利的伤害行为表示谅解。\""}
{"ridx": "29", "q": "1. 曾建波邀集罗国龙及曾清华、曾小军至丰城市新城区金港湾宾馆，之后，罗国龙伙同曾某1、曾某2、曾某3对罗某1进行殴打，逼迫其交出15000元并写下一张还清欠款的便条。\n\n2. 罗某1的伤势为轻微伤乙级。\n\n3. 罗国龙同曾某1退还赃款及赔偿医疗费共计22000元给被害人罗某1，取得了被害人罗某1的谅解。\n\n4. 罗国龙到丰城市公安局孙渡派出所投案自首。"}
{"ridx": "2198", "q": "1. \"洪某（另案处理）驾驶一辆赣F×××××雪佛来小车，在抚八线崇仁县江重加油站路段，与吴志彪（系周某甲妹夫）驾驶的一辆无牌二轮摩托车（后载周某甲妹妹周阿秀）发生碰撞。\"\n2. \"被告人周某甲及杨志波等人在未追赶到肇事司机后，情绪激动。在被告人周某甲及杨志波提议下，采取杨志波躺在公路上，被告人周某甲及陈某甲等人站在马路中间的方式堵塞抚八线交通，阻止抚八线过往车辆通行。\"\n3. \"被告人周某甲且电话告知张良（另案处理），要求张良赶至现场。不久，张良、汪升魁、张某甲、张某乙（均另案处理）等大批亲属聚集到现场，聚众堵塞交通，造成抚八线交通工具无法顺利通行，堵塞交通达一个多小时。\"\n4. \"期间，周某甲、汪升魁、张良等人不听交警劝阻，殴打执勤交警，致唐国忠、陈侃受伤。经法医鉴定，唐国忠、陈侃所受损伤均为轻微伤。\"\n5. \"被告人周某甲及其他亲属，赶至崇仁县交警大队处理交通事故。当晚19时10分许，被告人周某甲及汪升魁、张阳（另案处理）等人看见肇事车车主杨志平在交警大队执法办案区后，要求与肇事车车主见面，被交警大队交警阻止，遂强行扳开执法办案区防盗窗，进入办案区。\"\n6. \"被告人周某甲等人踹门未果后，殴打办案区交警，致戴敏欢、全海平受伤。经法医鉴定，戴敏欢、全海平所受损伤均为轻微伤。\""}
{"ridx": "6909", "q": "1. 在赣州于都县经营敏升物流有限公司的被告人黄某委托其公司经理程某（已死亡），在广州购得仿六四手枪一把，子弹八发。\n2. 黄某将该手枪及子弹存放在其公司保险柜中，并保管钥匙和密码。\n3. 被告人黄某将该手枪和子弹转存至弋阳县家中保险柜内。\n4. 2013年6月9日，黄某主动到弋阳县公安局上交该仿六四手枪及八发子弹。\n5. 经上饶市公安司法鉴定中心对弋阳县公安局刑警大队送检的类枪支一支进行鉴定（饶公［刑］鉴［痕］字［2015］082号），送检类枪支可以填装制式六四式手枪弹发射，为仿六四式手枪，可正常击发。"}
{"ridx": "6917", "q": "被告人严家晓在清远市清城区东城街道金碧路新时代嘉园15栋楼下，准备将毒品氯胺酮贩卖给被告人陈某辉时，被公安民警当场抓获，并在其身上起获毒品氯胺酮48.5克。\n公安民警在被告人严家晓位于清远市清城区东城街道金碧路新时代嘉园16栋1501房的租住处进行搜查，在被告人严家晓住正对厕所左手边的房间内起获毒品氯胺酮1563.5克、甲基苯丙胺13.3克，MDMA21.8克以及长型枪形物1支、短型枪形物1支、弹药形物4发、子弹形物1发。\n被告人陈某辉先后二次共将1.4克的毒品氯胺酮贩卖给吸毒人员钟某1，收取人民币200元。被告人陈某辉以人民币50元的价格将0.3克的毒品氯胺酮贩卖给吸毒人员黄某1。同年3月1日，公安民警在上述地点将被告人陈某辉抓获，并当场在其身上起获毒品氯胺酮4.7克。\n被告人陈某协助公安机关抓获了其他犯罪嫌疑人。"}
{"ridx": "3805", "q": "1. 杨某1涉嫌非法吸收公众存款罪被批准逮捕。\n2. 被告人石超及其女友都晓双为迫使被害人张某还钱，采取限制人身自由等手段。\n3. 被告人石超用手铐铐、开水烫、不让吃饭等手段强令被害人张某还钱，致其被烫伤。\n4. 被告人石超将被害人杨某2交给其母亲看护。\n5. 被害人张某趁被告人石超、都晓双熟睡之机离开住处在外躲避，后报案。\n6. 被告人石超、都晓双在住处被公安人员抓获。\n7. 被害人张某的烫伤程度构成轻伤二级，被害人杨某2的烫伤程度构成轻微伤。\n8. 案发后，被告人石超的母亲代为赔偿被害人张某，并得到张某的谅解书。"}
