{"ridx": "5156", "q": "被告人莫新国醉酒驾车被民警查获，血液中乙醇含量高于饮酒后行车规定。被告人莫新国被鉴定为精神残疾人，但在作案时具有完全刑事责任能力。被告人莫新国投案自首，并如实供述罪行。"}
{"ridx": "4891", "q": "被告人孙小寨于2018年8月24日酒后驾驶车辆，涡阳县公安局民警接警后到达现场，孙小寨被检验出血液酒精含量151.2503mg／100ml。随后，孙小寨在涡阳县陈大镇姜洼行政村孙黑楼自然村阻碍民警拍照并进行威胁，并在涡阳县医院急救中心对公安局工作人员进行辱骂。案发后，孙小寨主动到公安机关投案，并如实交代了其妨碍公务的犯罪事实。"}
{"ridx": "5187", "q": "被告人王X无证驾驶摩托车，并拒绝接受检查。公安民警阮X、田X追上并控制住王X时，王X及其同伴李X对民警进行辱骂和殴打。结果，田X、阮X和陈X受到了轻微伤。被告人王X血液中检出乙醇成分。"}
{"ridx": "330", "q": "被告人杨海、陈洪凯驾驶摩托车盗窃丰田轿车内的捷渡行车记录仪。被抓获时在摩托车内查获所盗物品，被盗车内损坏已赔偿，陈洪凯盗窃时驾驶的摩托车被查扣。"}
{"ridx": "706", "q": "本案涉及多名被告人结伙盗窃通信电缆、电瓶、电动车等物品，并将部分物品出售给他人获取非法利益。其中被告人张某某、王某某、雷某某、周某某、龙某某、李某某、牛某某分别参与盗窃多次，盗窃物品总价值超过60万元；被告人朱某某、赵某某、李某甲明知所购买的通信电缆是盗窃所得，但仍进行六次收购，总价值为12.1万元。此案可供类案检索参考。"}
{"ridx": "259", "q": "本案为非法占有纯碱案，被告人刘某甲多装载货物，被告人汪某甲、程某、兰某、汪某乙参与协助，案发后被告人刘某甲和刘某乙退还部分非法所得。涉案金额人民币19650元。被告人刘某乙主动缴纳罚金二万元。"}
{"ridx": "221", "q": "薛亮和陈某预谋盗窃，薛亮独自进入顾某住宅盗取大量贵重物品，包括黄金饰品、电脑、项链等。涉案物品估价高达数万元。"}
{"ridx": "2132", "q": "被告人陈建军因与他人发生争执，在烧烤店门口使用折叠刀捅刺两名被害人，造成重伤二级。经公安局鉴定，被害人蔡某和王某分别遭到多处创口。被告人陈建军在被抓获时携1把折叠刀。"}
{"ridx": "2143", "q": "（一）巴中鑫金地实业有限公司通过公开竞拍取得了巴州区回风津桥湖片区国有建设用地使用权，开发建设“英伦庄园”项目。李刚等人为该项目用地范围内的村民，阻挠了工程建设方的施工，导致经济损失124530元。\n\n（二）李刚在“英伦庄园”工地施工时，被害人田某1等人以补偿未清为由阻止施工。当地工作人员赶到现场调解处理时，李刚继续施工并殴打了田某1，致使田某1左侧肋骨骨折。李刚后支付了被害人田某1的医疗费用和赔偿款，并得到了田某1的谅解。"}
{"ridx": "1972", "q": "本案发生在渭南市临渭区胜利大街渭南技工学校门口。被告人杜晓萱、严黎明等人遭遇语言调戏，并与当时在场的被告人XX发生争吵，后双方以电话、短信等方式约场子准备打架。随后，被告人杜晓萱、严黎明等人携带匕首、砍刀等工具与被告人XX及其纠集的人员在渭蒲大桥西侧防洪梁上发生打斗，期间被告人严黎明、刘泽文手持匕首乱戳对方，致被害人岳兵受伤后死亡。本案涉及多人，部分被告人在逃。"}
{"ridx": "1978", "q": "被告人张云阳以收废品为名住进被害人家中，并与同案罪犯合谋抢劫。被害人因购买铝合金废品而被诱骗至租住屋内，被同案罪犯勒死后抢走货款人民币23000元。被告人张云阳与同案罪犯逃回老家，经法医鉴定，死因为被勒死。"}
{"ridx": "2361", "q": "被告人驾驶福特猛禽皮卡车载人行驶途中，为拍摄婚礼车队减速慢行，导致被害人董某乙从车上坠落致死。被告人后与被害人近亲属达成和解并赔偿60万元，被害人近亲属表示谅解并请求从轻、减轻处罚，依法不起诉或免予刑事处罚。"}
{"ridx": "2373", "q": "朱明召驾驶大货车途中因绕过停靠的四辆拖拉机向左打方向，占用逆行车道，与饮酒、无驾照、不戴头盔驾车的李玉西驾驶的摩托车相撞，致其死亡。朱明召逃逸。民事部分已另案起诉。"}
{"ridx": "2331", "q": "本案涉及无证驾驶、醉酒驾驶、超标电动三轮车等问题，被告人赵某甲因酒后驾车导致交通事故，李某当场死亡，赔偿家属经济损失1.5万元。认定被告人陆某为主要责任人，赔偿家属经济损失1万元。两人均属醉酒状态，血液中的乙醇含量分别为108毫克/100毫升和247毫克/100毫升。该案涉及的问题具有一定的参照意义。"}
{"ridx": "3228", "q": "本案是一起涉嫌贩卖毒品的案件。被告人吴方建以人民币500元的价格，向购毒人员孙某出售10颗甲基苯丙胺片剂。警方在当场抓获吴方建，从孙某身上查获10颗甲基苯丙胺红色片剂和吴方建身上查获500元毒资。经检验，上述物品均检出毒品甲基苯丙胺成分，共计净重0.92克。被告人吴方建的检测样本（尿液）经胶体金层析法检测结果呈阳性。同日，吴方建因吸食毒品行为被行政拘留十日。"}
{"ridx": "3746", "q": "本案涉及贩卖毒品、吸毒、非法获利等多项罪行，主要人物为被告人赵某甲和李某某。赵某甲作为代购毒品的中间人，通过联系李某某等人购买和销售毒品，获利数百元。李某某则扮演了购买和分销毒品的角色，非法获利50元。对于赵某甲的行为，其涉嫌犯罪。在公安机关的追查下，多名吸毒人员被抓获，多批毒品被缴获。本案具有一定的类案价值，值得其他法律专家借鉴。"}
{"ridx": "3765", "q": "本案涉及被告人冯兴春、罗成、陈霞、叶国祥等人制造、贩卖毒品甲基苯丙胺的犯罪事实。被告人冯兴春与陈霞系男女朋友，从2016年8月起在成都市二环路南三段18号“好莱坞商业广场”6楼62号房制造毒品，并从他人处购买用于贩卖。被告人罗成与冯兴春系朋友，2016年9月刑满释放后二人共同制造、贩卖甲基苯丙胺。被告人叶国祥多次向他人贩卖甲基苯丙胺，2017年3月在邛崃市贩卖给他人。被告人陈霞登记入住雅安市“梦温泉大酒店”1216号房间，在该房间吸食甲基苯丙胺。被告人冯兴春、叶国祥、陈霞在梦温泉大酒店停车场被抓获，现场查获大量毒品、枪支、制毒工具等物品。公安机关依法对犯罪嫌疑人采取强制措施，案件正在进一步审理。"}
{"ridx": "3342", "q": "本案涉及陈某甲、陈某乙、陈某丙三人非法贩卖毒品的案件。其中，陈某甲在其经营的某地下士多店内多次向14名吸毒人员贩卖复方磷酸可待因糖浆、口服溶液，并容留6名吸毒人员在店内服用。陈某乙协助陈某甲经营店铺、贩卖毒品，并容留他人在店内服用。陈某丙两次向吸毒人员黄某贩卖甲基苯丙胺共1克。公安部门在检查中，抓获三人，并从店内缴获毒品。目前毒品已被扣押。"}
{"ridx": "1405", "q": "被告人李芬梅通过网络聊天结识被害人任某后，以虚假信息多次让其汇款，后以结婚为由继续骗取任某的钱财。李芬梅隐瞒婚姻状况和生育子女等信息，同时将被害人任某的资金转入自己的银行账户进行高消费。被告人最终骗取任某共计902500元，被捕归案后，被害人表示谅解被告人，要求减轻处罚。"}
{"ridx": "1430", "q": "2015年8月，江苏银桥金融信息服务有限公司上海分公司法定代表人王海存承包了郧县楚农商村镇银行在上海招商银行的同业户业务。2015年12月，被告人叶书平与王海存合作利用虚假银行承兑汇票数据和银行办理转贴现业务，套取资金638271279.52元，偿还420970376.66元，余款217300902.86元未偿还。此过程中，使用42张银行承兑汇票数据，均存在虚假。同时，涉及的转贴现合同、代保管协议的部分公章存在伪造。叶书平于2016年4月7日主动到公安机关交代犯罪事实并承诺还款期限。公安机关于2016年7月4日立案后，在四平市铁东区日月明宾馆将叶书平抓获。2016年8月31日，李泉主动到四平市公安机关投案。"}
{"ridx": "1325", "q": "被害人在ATM机上取款后忘记取走银行卡，被告人发现机器上已输入密码，遂取走卡内存款6500元。案发后，被告人返还了款项并得到了被害人的谅解。"}
{"ridx": "1355", "q": "被告人侯金凯在担任成都铁路分局和成都铁路办事处工作期间，通过收取租金等手段非法牟取利益，共计132300元。案发后，其家属退还了其中的100000元。"}
{"ridx": "4738", "q": "檀某与程某协议离婚后仍同居，2015年因经济纠纷发生争吵，檀某发现程某与徐某在一起并让李某、甘某殴打徐某，徐某受伤。檀某被认定为自首，甘某也自首并如实供述犯罪事实，李某被捕并羁押。檀某赔偿徐某15万元并达成和解，徐某同意对三被告人适用缓刑。"}
{"ridx": "4794", "q": "1、案发日：2013年1月1日，地点：乐清市北白象镇高东村，犯罪行为：孙某等人持刀、斧头将被害人砍伤并砸毁车辆，被害人伤情构成轻微伤，车损失为34422元和3850元，民事部分已达成调解协议。 2、案发日：2013年7月17日，地点：乐清市北白象镇，犯罪行为：胡攀诚等人持枪打伤他人，林某乙伤情为轻伤，胡攀诚等人逃跑后进行窝藏并在公司吸食毒品，家属已与被害人达成调解协议。被告人徐载敏于2014年5月19日被抓获后规劝同案犯孙某归案，孙某也向公安机关投案自首并如实供述了自己的犯罪事实。"}
{"ridx": "4829", "q": "被告人钱盛杰租用宾馆房屋开设游戏厅，涉嫌赌博活动。在一起员工欠款纠纷中，被告人李忠损坏两名员工汽车，并对另一名员工王某1进行暴力威胁和体罚，最终导致王某1死亡。钱盛杰、李忠、赵义虎、高春震、姚升党等人企图销毁证据逃避法律追究。案件涉嫌故意伤害、非法拘禁、过失致人死亡、赌博等罪行。"}
{"ridx": "4719", "q": "被告人林海涛驾车追逐、撞击被害人林某1的摩托车造成被害人伤势，其行为已构成故意伤害罪。被告人于案发后被公安机关抓获，现场扣押作案所用的车辆。被害人左肩关节脱位，身体损伤符合钝性物体作用所致，伤情达轻伤二级。案发地点为汕头市金平区乌桥火车路17号林某2的“老大”摩托铺至市区解放桥上桥处。被告人与被害人发生口角并被打耳光后，报复性驾车追击撞击被害人。"}
{"ridx": "883", "q": "被告人吴雪飞在重庆市潼南区梓潼镇柏梓小学正门出租屋内三次容留吸毒人员腾某1、徐某、腾某2、何令、颜某、张某吸食毒品甲基苯丙胺和甲基苯丙胺片剂。其已如实供述罪行。"}
{"ridx": "836", "q": "案件时间为2017年3月7日至3月8日，地点位于重庆市九龙坡区石坪桥阳光心悦小区1幢1单元20-10租住房内。被告人周文师、卢某1、吴某1、李某在该房内吸食冰毒，李某是提供毒品的人。次日，卢某2、吴某1、吴某2、周文师在该房内再次吸食冰毒，后被警方捉获，尿液检测均为阳性。"}
{"ridx": "837", "q": "被告人郭海平与同案人陈某商量购买毒品甲基苯丙胺，先后购得1千克毒品。被告人因毒品质量问题要求陈某帮其换货，但在途中被检查，陈某逃脱。2015年被捕时，被告人藏匿多处毒品及自制手枪和子弹。被告人还提供住所给他人吸食毒品。共检获氯胺酮1412.90克、甲基苯丙胺24.33克。"}
{"ridx": "861", "q": "被告人张某在其居住地点贩卖毒品，并容留他人吸食毒品，最终被公安民警抓获。在被抓获的当场，公安民警查获多种毒品以及毒资人民币200元。此案可作为类案检索任务参考。"}
{"ridx": "3952", "q": "被告人张西涛伙同其他人在姚村镇姚村、上陶村的洗浴中心内以卖茶竞猜谜语为名组织赌博活动，参赌人员以每注3元下注，猜中谜底则得60元，每期约有200人参与，共2次涉案赌资分别为39999元和84774元。张西涛自行退缴涉案赃款30000元，如实供述了主要犯罪事实。"}
{"ridx": "3878", "q": "被告人贺某在承租房内经营麻将馆并以10000元为一局的形式赌博，赌资分别为庄家500元和偏家300元，每局前贺某还收取每人300元作为台费，期间共抽头渔利14000元左右。被告人高某曾向贺某提供赌资并收取利息，贺某已退缴非法获利14000元，高某已退缴非法获利300元。案发当天被公安机关查获。"}
{"ridx": "3943", "q": "被告人王某知道某网站存在网络赌博活动，于2013年1月到5月雇用被告人沈某、俞某在宁波银珠明园北区等地，通过向玩家低价买进、高价卖出“欢乐豆”为玩家提供兑换和资金结算服务，供玩家在该网站以赌博形式使用。被告人王某、沈某、俞某非法获利3万余元，其中被告人沈某和俞某分别获利7000元和4000元。被告人俞某参与期间，被告人王某、沈某、俞某获利1万元以上。2013年7月25日，被告人王某、沈某、俞某被抓获。案发后，被告人退缴全部赃款。"}
{"ridx": "4023", "q": "1. 2012年4月，宋某与梁某某、张某某在峨眉山市绥山镇开设非法赌博场所，非法获利145070元。\n2. 2009年5月，宋某以“峨眉山市长城烟酒经营部”名义经营香烟，从2010年开始从外地市场购进香烟销售牟利。仅2011年1月1日至2012年8月31日，宋某非法获利989605元。"}
{"ridx": "5511", "q": "2018年7月4日凌晨，被告人王治红、王治兵借乘坐二人摩的的伦某醉酒之际，在北京市朝阳区东大桥路与朝阳北路交叉口附近窃取其劳力士牌手表（价值人民币31200元）、现金1800元、欧元4200元（折合人民币32300.52元）、苹果牌6s型移动电话机一部、皮带等物。两被告人后将相关物品销赃。2018年7月7日公安机关将其查获归案，涉案劳力士手表已起获并发还。"}
{"ridx": "5504", "q": "2010年5月17日17时许，李保庆伙同被告人李爱群和张锋将高某某强行拉到旅社内对其予以殴打，并拘禁至5月18日15时许，逼要2000元现金并让其签署欠条。案发后被告人等已赔偿被害人经济损失2000元，并退赃款2000元。"}
{"ridx": "5561", "q": "本案涉及被告人江某通过微信聊天将被害人熊某1约至义乌市，强行控制并抢走被害人现金150元，之后将其带至出租房并实施性侵。被害人通过大声呼救和自卫等方式最终得以脱困并报警。被告人违法所得人民币87元已被扣押。"}
{"ridx": "2174", "q": "本案发生在北京市朝阳区三里屯长虹医院门前路边，被告人王楠酒后遭遇修路工人求助不成，遂对1名工人进行殴打，引发双方争执。随后，民警于某出警处置时，被告人王楠拒不配合民警工作，挥拳将其打伤。被告人王楠被当场抓获归案，其家属已对民警进行经济赔偿。被告人涉嫌故意伤害罪和阻碍公务罪。"}
{"ridx": "2198", "q": "2015年2月19日，被告人周某甲等人在交通事故案发现场看到周阿秀已经死亡后，与肇事司机发生争执，肇事司机逃离现场。被告人周某甲等人采取堵塞抚八线交通的方式，阻止抚八线过往车辆通行，造成交通堵塞达一个多小时，并殴打执勤交警致人轻微伤。被告人周某甲等人在劝说下前往处理交通事故，但在后续过程中强行扳开执法办案区防盗窗，进入办案区并殴打交警致人轻微伤。其中，被告人周某甲的亲属已赔偿受伤交警医药费等经济损失。"}
{"ridx": "2186", "q": "被告人于2018年5月28日早上在新圩市场某大排档与他人喝酒，醉酒后闹事并殴打公安局民警，造成辅警刘某轻微伤。"}
{"ridx": "2203", "q": "被告人才义在上海市虹口区贩卖甲基苯丙胺，被抓捕后持刀划伤辅警周德正逃跑，后被抓获如实供述。"}
{"ridx": "5193", "q": "本案涉及刘某、罗某、邱某、赵某四人在崇福镇建材市场窃得香烟及衣服等物，并将被窃物运至被告人郭某的上海家联超市内以低价收购。经鉴定，被窃香烟价值为10812元。被告人郭某已退赔田某损失并取得其谅解。"}
{"ridx": "5239", "q": "被告人杨璐涉嫌接受他人贿赂、隐瞒犯罪所得等职务犯罪，案件涉及钦州市反贪局、第一人民医院等多个单位。2014年，黄某2利用职务便利勒索陈某等人款项，其中25万元由黄某2交给杨璐处理，24万元被杨璐存入银行账户。2018年，杨璐被钦州市监察委员会立案调查并采取留置措施，期间积极配合调查，认罪悔罪并有立功表现。后监察委员会将杨璐向公安局移交，杨璐被刑事拘留。"}
{"ridx": "5223", "q": "靳某、朱某、靳搭拉在2016年4月25日骗取湖北省随州市商户张正宇人民币64000元，三人已判刑。勒春伟找到被告人朱建堂让其帮忙找人刷卡取现，朱建堂在明知靳某银行卡内为诈骗所得款的情况下，介绍康某帮助勒春伟将骗取的64000元取出。康某已判刑。"}
{"ridx": "6905", "q": "本案涉及戴某和王某非法携带枪支的犯罪事实。两人在打猎过程中各放一枪，未打中猎物后被民警抓获，扣押了两人所持的单管猎枪和子弹6发。经鉴定，两人持有的枪型物均为自制撅把式单管猎枪，认定为枪支。戴某、王某归案后均如实供述自己非法持有枪支的罪行。"}
{"ridx": "6909", "q": "被告人黄某购得仿六四手枪及子弹后存放在其公司保险柜中，2012年转存至家中保险柜内。2013年6月9日主动上交，但弋阳县公安局未在该日立案或采取强制措施，直到12月9日才立案。经鉴定，手枪可正常击发且可以填装制式六四式手枪弹发射，子弹也可以填放制式7.62毫米64式手枪的枪管内进行射击。"}
{"ridx": "6917", "q": "2016年3月1日，被告人严家晓在清远市清城区东城街道金碧路新时代嘉园15栋楼下被抓获，起获毒品氯胺酮48.5克。随后，在其租住处起获毒品氯胺酮1563.5克、甲基苯丙胺13.3克、MDMA21.8克以及两支自制枪支和弹药。此外，被告人陈某辉在2015年9月至10月期间，曾在清远市清城区新城盛天羽毛球场斜对面的顺菘渔鸡荘门口共将1.4克毒品氯胺酮贩卖给吸毒人员钟某1，收取人民币200元；在2016年2月以人民币50元的价格将0.3克毒品氯胺酮贩卖给吸毒人员黄某1。同年3月1日，被告人陈某辉在清远市清城区鹤堂街二巷1号被公安民警抓获，当场起获毒品氯胺酮4.7克。并在该日协助公安机关抓获其他犯罪嫌疑人。"}
{"ridx": "3805", "q": "石超因借贷纠纷与被害人杨某1存在关系。为迫使被害人张某还钱，石超和女友都晓双搬进张某住处，并限制人身自由，采用烫伤等手段逼迫还款。被害人张某逃离后报案，石超和都晓双被抓获。案件中被害人受轻伤二级，石超母亲代为赔偿15000元，张某出具了谅解书。"}
{"ridx": "3817", "q": "被告人齐铁桥与窦某1、邓某1等人组成恶势力团伙，在赌场内非法高利放贷，并以非法限制他人人身自由、殴打、侮辱、威胁被害人等方式暴力讨债，多次实施非法拘禁、寻衅滋事等违法犯罪活动。具体案件有：非法限制人身自由并实施殴打、辱骂等行为；持刀恐吓并砍坏被害人汽车；强行带人裸体下跪并胁迫欠条；索要高利贷并实施殴打；迫使被害人购买手机并套现；非法限制自由并迫使被害人写欠条及交钱；带人回县内索要高利贷并实施殴打；殴打阻工者。以上行为严重扰乱经济、社会秩序，造成恶劣影响。"}
{"ridx": "3814", "q": "2010年9月20日上午，赵桂云诉陈国旗离婚一案在法庭开庭审理。被告人多名亲属围堵法庭，法院工作人员将赵送到县法院。当赵下车时，被告人陈国旗和家人将其拖上面包车并殴打，限制其人身自由。数日后，被迫付给陈国旗15000元后才获释。被害人被打造成轻伤一级。经调解，被告人赔偿被害人10000元，被害人表示谅解。"}
{"ridx": "3862", "q": "在山东省潍坊市，被告人姜洪杰怀疑被害人周某是酒托骗钱，随后纠集被告人隋鑫、王某甲和张某，采用暴力手段将周某强行拖入车内，限制人身自由并威胁敲诈。姜洪杰取走被害人银行卡并从中取款2400元，隋鑫销赃被害人手机并分赃1100元，王某甲则行为恶劣。姜洪杰、王某甲被抓获到案，公安机关在其协助下抓获隋鑫、张某。被害人周某构成轻微伤。"}
{"ridx": "6820", "q": "被告人张建林于2017年11月17日晚在贵阳市观山湖区世纪城景怡院8组团6栋9单元501号租住房内吸食毒品过量后向公安机关报警，公安机关赶至现场并在其家中搜查出14包甲基苯丙胺净重471.26克和1包氯胺酮净重208.40克。"}
{"ridx": "6775", "q": "日期：2016年9月6日\n地点：南京市秦淮区长虹路苏客快餐店门口\n被抓人：彭丽菲\n物品：白色晶体1袋，净重24.145克，检出甲基苯丙胺成分\n结果：被告人如实供述上述犯罪事实"}
{"ridx": "6816", "q": "被告人曹东，涉嫌购买毒品并与吸毒人员共同吸食。公安机关在接到群众举报后，抓获了曹东及吸毒人员徐某、王某、童某，并查获毒品甲基苯丙胺20.68克、甲基苯丙胺片剂0.18克。"}
{"ridx": "6700", "q": "被告邓少波收购了被告郑光年非法采伐的木材，其中包括在争议山林和自留山中非法采伐的木材。被告郑光年未经许可证便采伐了林木，并加工成檀条出售。郑光年的采伐行为导致立木蓄积损失，案件需要鉴定立木蓄积。"}
{"ridx": "2403", "q": "本案涉及被告人庄某某、林某某、刘某某、杨某某、黄某某及案犯“刘老板”、“阿彭”，他们未经烟草专卖行政主管部门许可，非法经营烟草专卖品。自2014年10月份以来，被告人伙同案犯分工合作，租用仓库中转、贩卖走私香烟。公安机关在2015年2月10日在两个作案现场查获了被告人以及走私香烟和作案工具。被告人之间采用专门的手机作为犯罪通讯工具。本案形成的摘要方便其他法律专家做类案检索任务。"}
{"ridx": "2387", "q": "该文书涉及云南省绥江县烟叶复烤厂的历史背景及其法律问题，其中包括该企业为集体所有制的企业法人、经县政府同意转产为绥江卷烟厂的雪茄烟车间，但未经国家烟草专卖局批准。该厂曾于2000年因政策性关闭，被告人分别担任该厂的厂长、副厂长、党支部书记、制丝车间主任、卷烟车间主任和出纳。需要注意的法律关键内容包括企业法人性质、烟草专卖管理、政策性关闭等问题。"}
{"ridx": "2430", "q": "赵孟军、高爱吓擅自在宜阳县非法开采钠长石，仝明国等人入股并负责放哨、开采。县国土资源局多次下达停止通知书，但几人仍然偷采。到2009年6月，共非法开采钠长石一万余吨，价值60余万元。仝明国退交违法所得30000元。"}
{"ridx": "6394", "q": "马波利用职务便利，索要他人人民币200000元，犯罪事实成立。被告人马波承诺不催款的情况下，新疆正和车辆制造有限公司给予其好处费。2017年10月，马波向戴某某索要好处费，戴某某送给其人民币200000元。2018年被纪委监察委立案审查调查并采取留置措施，马波交代受贿问题，并退缴赃款人民币200000元。"}
{"ridx": "6432", "q": "被告人叶彬利用职务之便，为他人谋取利益并从中收受现金，滥用职权造成国家损失。具体包括：1、收受符某1人民币40万元；2、收受庄某1、庄某2人民币10万元；3、安置温某家和陈某1家时，违规决定在安置区内安置铺面地，造成国家损失并从中收受铺面地；4、安置韩某1家时，未核查土地证和地契真实性，违规决定在安置区内安置铺面地，造成国家损失。"}
{"ridx": "6409", "q": "2015年，张敬飞利用职务之便，将泰康公司的“飞常保”项目介绍给邓琛，并将邓琛推荐给泰康公司的合作商鹏泰公司，通过签署合同的方式，邓琛帮助泰康公司获得500余万条客户信息，获得1250万元服务费。邓琛多次给予张敬飞好处费共计340万元。2018年4月，邓琛因合同诈骗被抓获，张敬飞退交违法所得人民币40万元。"}
{"ridx": "6282", "q": "本文主要介绍了被告人陆建明在拜把子张某甲、李某的帮助下，以及村两委会的支持下，成功承包了吴庄子村委会的小石渣运输业务，并支付了30万元的“好处费”用于偿还其欠款。该案件涉及到的法律问题包括利益输送、贪污受贿、违反招投标规定等。"}
{"ridx": "4852", "q": "1985年，宁德市九都镇贵村村第五村民小组将一块面积为七分五的耕地发包给组员陈长鉴承包经营。1989年陈长鉴将该地与该村第八村民小组陈某1的承包地互换并签署卖断契。期间，贵村村第五村民小组组员自行约定每十年将组里承包地进行调整划分，并以陈长鉴与陈某1互换该地未经小组成员同意为由不予认可，并将该地分别于1995年、2005年先后调整划分给郑某等人。2015年，被告人陈明诗明知该地承包权属问题存在争议尚未解决，在第五村民小组再次集体划分承包地取得该地承包权后，找陈某1协商归还该地承包权未果的情况下，以暴力手段损毁陈某1种植于该地的27棵枇杷树，价值人民币17442元。最终，被告人陈明诗在福州市鼓楼区被抓获。"}
{"ridx": "4873", "q": "被告人林宝友因参与聚众斗殴案件，而与其他亲友前往陈某1林潘某乐的住处讨要说法。在公安人员劝阻无效后，被告人持铁锤破坏了电梯间和住所门外的指纹锁，并在住所内挂花圈、张贴死者照片等，其他亲友还破坏了住所内的物品，造成经济损失共计人民币13538元。被告人林国鹤在另一时间被公安人员抓获归案，被告人林宝友因询问林国鹤的事情而被公安人员传唤并讯问。"}
{"ridx": "4863", "q": "被告人董某在饭店内与高某乙因倒酒发生争执，后被劝开。当日高某乙等人驾车寻找董某，与其相遇后开车撞向其并发生撕打，董某用斧子砸坏了高某乙的车顶、车玻璃等物品，损失价值39990元。董某与王某达成调解协议，赔偿了王某经济损失3000元。"}
{"ridx": "4847", "q": "被告人佘瑞川在急性酒精中毒后，因情绪不稳定，对铜梁区村便民服务中心办公室进行破坏，造成物品损失价值达6388元。其被判有罪并被监视居住，但逃离监视居住后再次被抓获。经鉴定，其在案发时具有完全刑事责任能力。"}
{"ridx": "6094", "q": "李大良以熊某的名义参与了泰宁县大洋坪七期道路生态循环设施建设项目的招投标。在中标公示期间，李大良举报福建省福气建设工程有限公司存在在建工程不符合招标规定的情况，恐吓要让其失去中标资格。谢某1、陈某1通过调停愿意支付给李大良“封口费”来避免废标，但后来没有兑现承诺。李大良因此再次威胁并索要更多的“封口费”，最终得到17万元，违法行为属于敲诈勒索罪。"}
{"ridx": "6072", "q": "本案涉及两起罪案，被告人徐忠华、吴持标、叶小忠、厉永高、徐某2、俞某、楼某、斯某1、斯某2、任某等人因敲诈勒索罪、伪造证据罪、虚假陈述罪等多罪被判刑。其中，第一起罪案是因赌博“出老千”引发，涉及被告人合谋欺诈、故意伤害、强迫交易等多个犯罪，最终导致被告人被起诉并判刑；第二起罪案是因被告人为逃避责任而伪造立功情节，最终被起诉并判刑。该案具有一定的典型性和警示意义，值得借鉴和深入思考。"}
{"ridx": "6046", "q": "被告人陈益桃受邓某某指使，逼迫被害人杨某某解决经济纠纷，将其强行带走，并采用殴打及言语威胁等方式逼迫其签下悔过书和承诺放弃经济利益，并要求支付“辛苦费”5万元。被害人杨某某因此受轻微伤。后被告人瞿某某持欠条去向杨某某取款时被抓获。三名被告人如实供述了事实，其中陈益桃的亲属代为赔偿了被害人2万元。"}
{"ridx": "6081", "q": "2017年3月4日，柯某接到王某电话，要将一批货物运送出海至乌龟岛附近海域，随后找被告人杨雄贵帮忙联系船只运输。3月7日，李某1、李某2等人将14箱毒品氯胺酮运载到泉州市南埔镇，交给柯某指派的吴某，随后转载至惠安县康某2家存放。3月8日，康某2怀疑里面藏有毒品，从中取出样品确认后，告知杨雄贵并将毒品运至惠安县净峰镇安置区杨雄贵租房存放。康某2和杨雄贵敲诈勒索柯某汇款1000000元，柯某汇款25000元，后向边防支队报案。3月10日，警方在惠安县酒店内查获康某2和杨雄贵，后在租房内查获276.50225千克毒品氯胺酮。案发后，康某2家属代为退出赃款人民币25000元。2017年3月11日，杨雄贵被刑事拘留，同月14日因吸毒行为被行政拘留，同月27日因涉嫌敲诈勒索被拘留。2018年11月24日未按期参加审判被上网追逃，2019年3月8日投案。"}
{"ridx": "-1071", "q": "被告人董国华利用其担任北京市文化设施建设管理中心和北京市文化局机关事务管理服务中心主任的职务便利，分别涉嫌贪污527万余元和受贿42万元；其伙同被告人高岭利、焦守江参与贪污159万余元，焦守江向董国华行贿30万元。案发后，部分赃款已追缴。"}
{"ridx": "-991", "q": "被告人郑江南因容留他人吸食毒品大麻，涉嫌犯罪，被依法处置。2018年4月初，郑江南收到同事转账，用于购买毒品大麻，之后购买了20克大麻，分别给同事5克左右。之后，郑江南在其暂住地容留同事吸食毒品，多次被警方抓获处理。最终于2018年5月9日被抓获归案。"}
{"ridx": "-5180", "q": "本案涉及被告人孙某某和万某某的滥伐林木犯罪行为，其中万某某在购买孙某某的杨树时约定由孙某某办理采伐许可证，但在未取得许可证的情况下组织工人滥伐杨树。赣榆区林业局查获了案件并移送公安局，被告人孙某某如实供述犯罪事实，被告人万某某自行投案并供述犯罪事实。经评估，两人滥伐林木行为造成的生态效益损失共计18824.17元。此外，万某某还涉嫌在另一地点擅自采伐杨树，立木蓄积13.0124立方米。被告人万某某被判处社区矫正。"}
{"ridx": "-743", "q": "2015年4月，凃某和汪某盗窃YJV22-3×95型电缆线80.5公斤、YJV22-3×120型电缆线197.5公斤、铝绞线50公斤，用面包车运到乐山市沙湾区的永恒废旧回收门市出售。该门市负责收购的被告人黄鑫梅未核实电缆线和铝绞线的合法有效来源情况下进行了收购，鉴定总价值为人民币12988元。黄鑫梅被公安民警抓获归案，被判犯罪。该门市经营者是黄鑫梅的丈夫刘某。"}
{"ridx": "-3859", "q": "本案涉及王某从浙江省临海市驾车至萍乡向朱某、王某1、王某2、罗介平等人推销假黄芙蓉王香烟，并以70元每条的价格购进1000条假黄芙蓉王香烟。后按约定售出550条假烟，其中450条被退还给上线。经鉴定，550条香烟均为假冒注册商标且伪劣卷烟，价值共计132，110元。"}
{"ridx": "0", "q": "唐某某醉酒驾驶小型轿车撞到行人张志辉，造成其重伤。唐某某的血液酒精浓度为295.26mg／100ml，属醉酒驾驶。威远县公安局交警认定唐某某对此事故承担全部责任。张志辉因此车祸受伤，被评定为重伤二级和轻伤二级。"}
{"ridx": "1", "q": "本案为盗窃案件，原审被告人李红雨与胡银甫、何根柱、赵路生共同行事，到梁北镇董村店桃树沟实施盗窃。李红雨在任XX房屋东山墙望风，胡银甫等三人撬门将任XX惊醒并实施殴打，栓住任XX后将其六只山羊盗走，造成被盗山羊价值3000元的损失和任XX轻伤。胡银甫等人赔付被害人经济损失1000余元。本案的户籍地为梁北镇董村店，涉及到盗窃、伤害等法律问题。"}
{"ridx": "2", "q": "被告人徐瑞阳因非法占有为目的，以借车为由将一辆价值人民币15000元的黑色本田PCX-150踏板摩托车骑走，并低价销赃挥霍。发生时间为2017年10月13日18时左右，地点为通海县纳古镇中沟街网吧门口。"}
{"ridx": "3", "q": "原审被告人在阜南县柳沟镇租赁村民家院落开设赌场三天，每天使用牌九作为赌博工具，按庄家赢钱的10％抽头盈利，每天抽头盈利约一万元。期间，被告人组织人员参与赌博，其中一人负责看管钱箱子，另一人负责驾车接送赌客。被告人拒绝陈某在其赌场内放高利贷，导致双方发生矛盾。被告人安排一人焊接钎猪刀，并由另一人将其运至赌场，追撵、殴打陈某等人，致其受伤。经鉴定，陈某左上肢损伤构成轻伤。"}
{"ridx": "4", "q": "被告人韦文能因议论挂在店门树上的画眉鸟与被害人王某发生口角，后用拳打倒王某并追打案外人李治学，导致王某死亡。被告人家属已向被害人家属支付赔偿款并获得谅解。"}
{"ridx": "5", "q": "2017年12月29日凌晨，被告人张东、刘豹及李楠在保定市莲池区河沿麻将摊与被害人石某发生口角，并决定对其实施殴打。被告人张东和刘豹使用砍刀对被害人石某进行追赶并拳打脚踢，最后逃离现场。被害人石某因此受轻伤二级，体表瘢痕累计15.7厘米。"}
{"ridx": "6", "q": "汪某某在未经许可的情况下，擅自封闭了遵义东南大道苟江往遵义方向道路，且在安全警示标志设置不规范的情况下进行施工作业，导致一起交通事故发生，致一人死亡。"}
{"ridx": "7", "q": "2017年，梁、朱、刘三人商议，刘以征信良好的客户名义骗取汽车4S店信任，并未办理上牌及抵押登记手续的情况下将汽车转卖获利。其中，赵卫春经介绍与梁等人碰面，明知其有骗车转卖的目的，仍与朱一起以他名义购买一辆宝马汽车，最后将该车交由梁等人处置并未归还按揭贷款，导致4S店经济损失人民币149244元。"}
{"ridx": "8", "q": "被告人张群以代为临时保管为名，分别在杭州市下城区的杭州大厦和银泰商厦实施盗窃，并窃取了多件财物，价值共计51481元。其中，被害人童某的黑色普拉达女式挎包内有价值人民币22000元的法兰克．穆勒（franckmuller）牌女式手表等多件财物。被告人所犯行为已经构成盗窃罪，应依法追究其刑事责任。"}
{"ridx": "9", "q": "被告人计如勤在高度公司担任电工期间，通过伪造电费收据、虚报电费的方式，骗取高度公司电费共计人民币300546元并挥霍。其曾负责缴纳电费等工作，但未签订劳务合同。被捕时扣押赃款人民币3万元，现已发还被害人。高度公司与止止茶舍（原蓝岸咖啡）系一个老板且电力方面均由计如勤负责。"}
{"ridx": "10", "q": "2012年7月23日凌晨1时30分许，刘计岗和马广亮持砍刀至本市闵行区颛桥镇颛建路中沟路附近，无故砍伤胡某某和王甲，导致胡某某右肘部及双下肢皮肤裂创和多处骨折，构成轻伤；王甲左颈皮肤裂创和右尺骨远端骨折，构成轻伤。"}
{"ridx": "11", "q": "被告人在KTV聚会期间与受害人相遇后通过微信约见，但因争吵未能如约见面。随后，被告人手持钢管、木棒殴打受害人，造成轻伤二级。被告人已自动投案并赔偿经济损失，但其中一名被告因前科被判处有期徒刑八个月。该案可作为类案检索参考。"}
{"ridx": "12", "q": "2006年12月12日，玉贵和马昭邀请马光朝一起追债，三人共乘一辆摩托车前往板岭糖厂。到达目的地后，玉贵逼迫房间内的田某某交款，遭到拒绝，双方发生争执并扭打。马光朝和马昭听到声音后进入屋内，双方继续扭打。工人听到嘈杂声后将三人围在屋内。现场赶到公安人员将人送至医院，马光朝等三人逃跑。"}
{"ridx": "13", "q": "本案涉及甲基苯丙胺、MDMA等毒品的贩卖和吸食，被告人陈显清因贩卖毒品和吸食毒品罪被判刑。案发时，陈显清从其摩托车尾箱内和房间窗户中丢弃毒品，被警方扣押。经检测，扣押的毒品包括：甲基苯丙胺片剂3.25克、甲基苯丙胺39.34克、MDMA成分的液体175.05克。陈显清的尿液呈阳性。该案件是一起涉及多种毒品的案件，可以作为类案检索的参考案件。"}
{"ridx": "14", "q": "俞某某非法接收“六合彩”码单，总金额为人民币480848.18元，并转交给上线庄家，从中牟取非法利益。"}
{"ridx": "15", "q": "日期：2001年1月25日至28日\n地点：严坪村、河湾村、杨树家\n当事人：胡某1、吴某、张某、代某、严某1、代军、高某、代娇娇\n关键事实：被告人胡某1持枪打伤代某、代军，吴某持枪威胁严某1并开枪，勒索现金2800元。被告人赃款挥霍。\n涉法问题：故意伤害罪、妨害社会管理秩序罪、敲诈勒索罪。\n建议处理：依法追究胡某1、吴某的刑事责任，要求其退赔勒索款项。"}
{"ridx": "16", "q": "上诉人秦某某醉酒后拦乘被害人陈某某的出租车，使用匕首将其脸部划伤，陈某某受轻伤后逃离。秦某某醉酒后驾车撞坏防护栏及广告牌，且静脉血乙醇含量为218.1mg／100ml。秦某某和陈某某达成调解协议，一次性赔偿65000元，陈某某谅解。"}
{"ridx": "6706", "q": "被告人潘坛发在未取得林木采伐许可证的情况下，多次滥伐杉木和松某等树种，共采伐立木材积（蓄积）25.1525立方米，折木材材积15.0915立方米。其中涉及8处山场，共采伐138根林木。2015年杉木的价格为700元/立方米，松某的价格为350元/立方米，2016年杉木的价格为650元/立方米，松某的价格为300元/立方米。"}
{"ridx": "6652", "q": "本文涉及两起案件。第一起案件中，被告人韦某甲滥伐桉树并出售，被鉴定滥伐总立木蓄积量为108立方米。在审理过程中，韦某甲退出了违法所得20000元。第二起案件中，被告人韦某甲未按民事调解书规定分期返还139100元预付款，后转移、藏匿了460000元宅基地转让款，导致调解书无法执行。在此过程中，韦某甲与原告梁某达成刑事和解协议，已经偿还了112100元。"}
{"ridx": "17", "q": "张某某翻墙进入徐某某家中盗窃，被徐某某发现后逃离现场并将徐某某推倒致其受伤。被盗财物价值为人民币170元，徐某某身体所受损伤程度为轻微伤。"}
{"ridx": "18", "q": "被害人向丁某甲借款，还欠一万元后，双方因利息发生争吵，丁某乙殴打梁某某并控制在车上，威胁活埋并逼迫签欠条，最终被释放。经司法鉴定，被害人轻微伤。"}
{"ridx": "19", "q": "2013年4月19日0时10分，被告人刘某甲、刘某乙、刘某丙和刘某丁（另案处理）酒后在睢县城关镇北门口对韩某某、张某某进行殴打，并将其展览的电动三轮车跺坏。睢县公安局城关派出所接到指令后指派民警前往处理，被告人刘某甲等人对民警刘某戊、马某某进行殴打，其中刘某甲跺伤了刘某戊的肋骨，并构成轻伤；刘某戊的头部损伤构成轻微伤。"}
{"ridx": "20", "q": "2014年11月27日，原审被告人杨建带领胡伟和吴峰等人强行将刘某1带上车，多次殴打并索要烟款、欠款、冰毒。次日，被告人又将刘某1带至其家门口控制在车内，但未寻找到冰毒。随后被告人将刘某1送至禁毒大队，但经检测未见其吸毒痕迹，遂放其回家。刘某1肢体轻微受伤，原审被告人赔偿其经济损失，并得到其谅解。"}
{"ridx": "21", "q": "2012年8月24日，杨某乙等人在银川市兴庆区住宿，当晚11时许，被带至被告人杨某甲、马建成所开设的赌场内赌博。8月25日凌晨4时许，杨某乙等人赌博完回到住处；7时许，被告人杨某甲、马建成对张某某说杨某乙、赵某某出老千作弊，要求其带二人到宾馆商谈赔偿事宜，并将二人带至汉渠附近要求赔偿15万元。随同去的王某某将杨某乙致伤并对赵某某施暴，杨某甲交给张某某1200元并送杨某乙去医院。后杨某甲、马建成将赵某某带至金贵镇后放走。杨某乙的伤情为重伤。"}
{"ridx": "22", "q": "黄义从事木材生意，在榕江县购买一块林地，并承包给多个村民进行采伐。然而，他的采伐行为被群众举报，经调查确认，其中的1号小班为榕江县林工商林分，而3号小班的采伐范围大部分不在许可证范围内。"}
{"ridx": "23", "q": "被告人王真才在家中通过微信和银行卡转账向下线非法销售六合彩，销售金额共计1660348元，非法获利450062元。2019年3月13日，警方在现场勘查时发现有关王真才的字迹并检查到郭少忠向其购买六合彩的聊天和转账记录，认为王真才有重大嫌疑并将其带走调查。王真才在供述时如实交代了犯罪事实。"}
{"ridx": "24", "q": "本案涉及刘高因在绥宁县红岩镇街上的“麻子饭店”二楼，通过互联网注册地下“六合彩”赌博网站，接受他人投注，非法获利6万元的罪行。刘高共接受了李某1、李某2、左修正等人投注金额40余万元。2018年2月6日，刘高主动上缴非法所得6万元。"}
{"ridx": "25", "q": "被告人袁某某在担任临沂经济技术开发区芝麻墩街道小岗居委支部书记期间，利用职务便利非法收受他人财物共计339,000元，并为请托人提供帮助。被告人袁某某的亲属已上缴赃款50,000元。"}
{"ridx": "26", "q": "被告人于守刚在任职期间，向农民钟某某收取2万元抵押金并私自占有，后退还全部赃款。"}
{"ridx": "27", "q": "2010年3月26日凌晨，原审被告人李雪等人在烧烤店遇到汤某等人，因敬酒发生争执。后在报警后，原审被告人李雪等人追撵汤某轿车并进行多次撞击。杜某在现场讲“给我撞”，李某1再次驾车向汤某的轿车撞击多次，致汤某车辆严重受损。汤某与杜某达成民事调解协议并履行，汤某对原审被告人李雪予以谅解。原审被告人李雪于2011年10月25日主动到公安机关投案。"}
{"ridx": "28", "q": "被告人赵利因东岸美域公馆项目的合作问题，在中邦酒店会所内砸伤被害人骆某的头部，并指使龙大华拿来纸和笔强制被害人骆某签下欠条。被告人赵利、龙大华和吴某2军分别在不同时间和地点被抓获归案。被害人骆某受到轻伤，被告人赵利被家属赔偿了一万元并得到了被害人谅解。该案涉及合作、财务和暴力等法律问题。"}
{"ridx": "29", "q": "2011年6月，曾建波邀集罗国龙及逃犯曾清华、曾小军至丰城市新城区金港湾宾馆，殴打罗某1并逼其退还输掉的钱，迫使其写下一张还清欠款的便条。鉴定为轻微伤乙级。2011年8月，罗国龙退还赃款及赔偿医疗费22000元并取得被害人谅解。2015年9月，罗国龙投案自首。"}