{"ridx": "5156", "q": "被告人莫新国酒后驾车行驶被交警查获，血液中乙醇含量为201.1毫克／100毫升。其于2009年11月被审核为精神残疾人，但2018年5月鉴定为实施危害行为时有完全刑事责任能力。被告人莫新国于2018年1月30日投案并如实供述罪行。"}
{"ridx": "4891", "q": "被告人孙小寨于2018年8月24日酒后驾车行驶，并在遭到报警后与出警人员发生冲突，还拿出剪刀威胁出警人员。在抽血检查过程中，孙小寨又对工作人员进行了辱骂。案发后，孙小寨投案自首并如实交代了犯罪事实。"}
{"ridx": "5187", "q": "被告人王X酒后无证驾驶摩托车，在警方要求停车接受检查时拒不配合并对民警进行辱骂，后与他人殴打警方成员并造成轻微伤。据司法鉴定，其血液中乙醇含量为106mg／100ml血。"}
{"ridx": "330", "q": "被告人杨海、陈洪凯驾驶摩托车盗窃丰田轿车内的捷渡行车记录仪，但被公安民警抓获并追回所盗物品。陈洪凯家属赔偿被害人车窗修理费4651元。"}
{"ridx": "706", "q": "被告人张某某、王某某、雷某某、周某某、龙某某、李某某、牛某某在2011年秋天至2012年10月份期间，结伙驾车携带工具多次窜至多地盗窃通信电缆、电瓶、电动车等物品。其中，张某某盗窃13次，价值243293元；王某某、雷某某盗窃12次，价值241853元；周某某盗窃8次，价值142516元；龙某某盗窃5次，价值79153元；李某某盗窃3次，价值66182元；牛某某盗窃1次，价值1440元。被告人朱某某、赵某某收购了被盗通信电缆六次，价值121447元。被告人朱某某、赵某某明知通信电缆是盗窃所得，予以多次收购；被告人李某甲也明知通信电缆是赃物，予以多次收购。"}
{"ridx": "259", "q": "被告人刘某甲涉嫌非法占有价值人民币19650元的纯碱。他授意被告人汪某甲及双环公司装卸工被告人程某、兰某、汪某乙多装载纯碱，并承诺丰厚酬劳。刘某甲将纯碱运至被告人刘某乙处出售，刘某乙知晓纯碱为赃物却仍买下。其中，刘某甲向双环公司退还了6吨纯碱，家属退回了9吨纯碱的非法所得，刘某乙主动缴纳罚款二万元。"}
{"ridx": "221", "q": "2013年2月26日，被告人薛亮、陈某计划盗窃，薛亮单独进入被害人顾某住房内，窃得各种贵重物品，包括珠宝、黄金、白金以及笔记本电脑等，总价值无法估价。"}
{"ridx": "2132", "q": "被告人陈建军因捅刺他人致使两人受伤，其中一人伤势较重，被鉴定为重伤二级。案发后扣押折叠刀1把。"}
{"ridx": "2143", "q": "（一）2015年8月，巴中鑫金地实业有限公司取得了巴州区回风津桥湖片区的建设用地使用权，开发“英伦庄园”项目。被告人等人为项目用地范围内的村民，在施工过程中采取阻挠施工的方式，造成经济损失124530元。\n\n（二）2015年10月，被告人李刚在“英伦庄园”工地施工时，被害人田某1等人阻止施工。在调解过程中，被告人李刚殴打被害人田某1，导致其轻伤二级。被告人李刚达成协议，支付了被害人田某1的医疗费用和赔偿费用50000元，并得到了被害人田某1的谅解。"}
{"ridx": "1972", "q": "2016年9月9日晚，被告人杜晓萱、严黎明等人纠集刘泽文、张小斌等人携带匕首、砍刀等工具与对方发生打斗，期间被告人严黎明、刘泽文手持匕首乱戳对方，致被害人岳兵受伤后经抢救无效死亡。"}
{"ridx": "1978", "q": "被告人张云阳以帮忙收废品为名住到被害人刘某甲家中，并诱骗其带钱购买铝合金废品。被告人张云阳与同案罪犯张振昌、张心合谋抢劫，将被害人勒死并抢走其财物，后逃回老家。被害人死因为被勒死。"}
{"ridx": "2361", "q": "被告人驾驶福特猛禽皮卡车载录像人员及负责放鞭炮的被害人董某乙行驶至路口，为了拍摄婚礼车队减速慢行，后被害人从车上坠落导致死亡。被告人与被害人近亲属达成和解协议，赔偿60万元并请求从轻、减轻处罚。"}
{"ridx": "2373", "q": "朱明召驾驶大货车在路上行驶，因前方拖拉机占据路面，便绕过拖拉机向左行驶，并在途中遇到一辆两轮摩托车。为了避让摩托车，朱明召占用了逆行车道，与摩托车相撞导致驾车人死亡。事故发生后，朱明召逃逸。李玉西在事故发生前曾饮酒，且无驾驶证、超速、不戴头盔驾车。此事已经裁定中止审理。"}
{"ridx": "2331", "q": "2012年10月3日，赵某甲醉酒驾驶无证无号牌小型货车与陆某醉酒驾驶无证无号牌电动三轮车相撞，导致李某死亡及两车损坏。经检验确认两人处于醉酒状态，赵某甲为次要责任方。事后，陆某、赵某甲分别赔偿被害人家属经济损失1万元和1.5万元。"}
{"ridx": "3228", "q": "被告人吴方建在枫树二路园中缘超市门口非法出售甲基苯丙胺片剂（麻果）10颗给购毒人员孙某，被民警当场抓获并查获被告人吴方建身上的毒资人民币500元。经鉴定，查获的可疑物是甲基苯丙胺成分，净重0.92克。被告人吴方建的尿液检测结果呈阳性，因吸食毒品被行政拘留十日。"}
{"ridx": "3765", "q": "本案涉及被告人冯兴春、罗成、陈霞和叶国祥等人的制毒、贩毒、容留他人吸毒等多项罪行。其中，冯兴春从2016年8月起开始制造毒品甲基苯丙胺，罗成刑满释放后与其共同制造并贩卖。冯兴春租住的房间被警方查获大量毒品及制毒工具。叶国祥多次向他人贩卖甲基苯丙胺，同时容留他人吸食毒品。陈霞和冯兴春等人在酒店内吸食毒品，被警方抓获并查获大量毒品及吸毒工具。被告人中有部分人被拘留、取保候审及被判刑。"}
{"ridx": "3342", "q": "本案涉及被告人陈某甲、陈某乙和陈某丙非法贩卖毒品的行为。陈某甲在其经营的地下士多店内，多次向14名吸毒人员贩卖复方磷酸可待因糖浆、口服溶液，并容留6名吸毒人员在店内服用这些毒品。陈某乙协助陈某甲经营士多店、贩卖毒品，并容留他人在店内服用。陈某丙两次向吸毒人员黄某贩卖毒品甲基苯丙胺1克。公安人员在现场抓获陈某甲、陈某乙和陈某丙，并缴获毒品6瓶复方磷酸可待因糖浆和6瓶复方磷酸可待因口服溶液，以及1瓶复方磷酸可待因糖浆和3包甲基苯丙胺。目前，缴获的毒品已扣押在案。"}
{"ridx": "1405", "q": "被告人李芬梅以虚构家庭出事、急用钱、愿与被害人结婚、要出国学习等虚假信息为由，多次让被害人任某向其汇款，共计人民币902500元，用于个人开支和高消费挥霍。李芬梅还对任某隐瞒自己已结婚和生育子女等事实，先后骗取任某的个人薪资、售房款、借款等。本案审理中，被害人任某请求对李芬梅从轻或减轻处罚。"}
{"ridx": "1430", "q": "案件涉及江苏银桥金融信息服务有限公司上海分公司法定代表人王海存与湖北郧县楚农商村镇银行的负责人杨某1承包同业户业务，以及被告人叶书平与王海存合作利用虚假的银行承兑汇票数据与银行办理转帖现业务，套取资金638271279.52元。叶书平等人使用42张银行承兑汇票数据及代保管协议、转贴现合同的部分公章存在伪造。叶书平主动到公安机关交代犯罪事实并承诺还款期限，李泉主动投案。"}
{"ridx": "1325", "q": "2016年12月15日，被害人在ATM取款后遗忘了一张银行卡，被告人江忠发现后利用已输入密码的交易状态下取走卡内存款6500元。后江忠将钱归还被害人并得到谅解。"}
{"ridx": "1355", "q": "被告人侯金凯以成都铁路办事处工作人员身份，在退休后仍收取原成都铁路分局前门、后门四间商铺的租金，并向承租户出具盖有已作废公章的收据，先后收取本应属成都铁路局所有的租金132300元。案发后，被告人家属退赃100000元。"}
{"ridx": "4738", "q": "被告人檀某与前妻程某离婚后同居，2015年因经济纠纷两人产生争执，檀某找到李某、甘某一起殴打路人徐某，并威胁要将其扔下高处。徐某跳下平台后受伤，檀某等人被逮捕。檀某赔偿徐某损失15万元，徐某谅解三被告人并同意缓刑。"}
{"ridx": "4794", "q": "1、2013年1月1日凌晨，被告人孙某等人因矿山纠纷，在乐清市北白象镇高东村村口使用刀斧将被害人砍伤并砸毁车辆，构成轻微伤和财产损失，已和被害人达成民事调解协议。2、2013年7月17日凌晨，被告人胡攀诚等人因赌债纠纷持枪打伤人员，并进行窝藏和吸毒，构成轻伤，已和被害人达成民事调解协议。被告人徐载敏规劝同案犯归案，被告人孙某投案自首并供述犯罪事实。"}
{"ridx": "4829", "q": "被告人钱盛杰租用房屋开设赌博游戏厅，指使被告人李忠、高春震、姚升党参与管理。钱盛杰因侵吞钱款殴打并拘禁王某1，向王某1身体施加暴力，以及体罚。王某1因被殴打致死。钱盛杰、李忠企图销毁罪证，姚升党投案，高春震被传唤。另被告人李忠还因经济纠纷砸坏别克汽车、骐达汽车。"}
{"ridx": "4719", "q": "被告人林海涛与林某1在摩托铺内发生口角后，被害人林某1离开。被告人林海涛驾车尾随被害人林某1，并在市区解放桥上趁其不备加速撞击其驾驶的摩托车，导致被害人倒地受伤。被害人伤情已达到轻伤二级。被告人林海涛于事发后不久被公安机关抓获。"}
{"ridx": "883", "q": "被告人吴雪飞在其租住屋内容留吸毒人员三次吸食毒品甲基苯丙胺（冰毒）及甲基苯丙胺片剂（麻古）。归案后如实供述了自己的罪行，具体包括2017年4月13日下午13时许、18时许和4月14日凌晨三次容留吸毒人员腾某1、徐某、腾某2、何令、颜某、张某吸食毒品甲基苯丙胺和甲基苯丙胺片剂等犯罪事实。"}
{"ridx": "836", "q": "被告人周文师在其租住房内多次吸食冰毒，且其丈夫卢某1也参与其中。民警在该租住房内将多名涉毒人员抓获，且经尿液检测，多人呈冰毒阳性。"}
{"ridx": "837", "q": "被告人郭海平涉嫌多次购买、贩卖、持有毒品甲基苯丙胺，并涉嫌非法持有枪支和弹药。2012年，他购买毒品甲基苯丙胺，2015年被警方抓获后在其住所内缴获多个包含毒品的物品和自制手枪。此外，他还向他人提供毒品并多次吸食毒品。"}
{"ridx": "861", "q": "被告人张某在其居住的本市武昌区华康里社区私房内贩卖毒品并容留他人吸食，被公安民警抓获。现场查获红、白颗粒状毒品和白色粉末状毒品，毒资200元，抓获多名吸毒人员。"}
{"ridx": "3952", "q": "被告人张西涛伙同常中元、张某在逃以卖茶竞猜谜语为名，在金海湾洗浴中心院内组织赌博活动。赌场每天出谜面十一首诗，共十一期，参赌人员以每注3元下注，共约200人参与。经公安机关查获2015年7月21日的8期竞猜票据，涉案赌资39999元和2015年7月22日的11期竞猜票据，涉案赌资84774元。张西涛于案发后自愿退缴涉案赃款30000元。"}
{"ridx": "3878", "q": "本案为一起赌博案件。被告人贺某租用房屋经营麻将馆，通过每局收取台费和参赌人员提供赌资的方式非法获利。参赌人员以10000元为一局，赌注为庄家500元，偏家300元。被告人高某提供赌资并收取利息，也构成违法行为。被告人贺某已退缴非法获利14000元，高某已退缴非法获利300元。最终被公安机关查获。"}
{"ridx": "3943", "q": "被告人王某在2013年1月至7月期间帮助网站进行网络赌博，雇佣被告人沈某和俞某，以向玩家低价买进、高价卖出“欢乐豆”的方式获取赌博资金，非法获利人民币3万余元，并帮助收取赌资超过100万元。被告人沈某和俞某非法获利分别为人民币7000元和4000元。被告人俞某参与期间，被告人王某、沈某、俞某非法获利共计人民币1万元以上。被告人三人已退缴全部赃款。"}
{"ridx": "4023", "q": "被告人宋某在峨眉山市开设非法赌博场所，他提供了16台翻牌机及保底金，管理钱、账和红利分配等事务。他与梁某某在排除张某某份额后平分利润，非法获利145070元。此外，宋某以“峨眉山市长城烟酒经营部”名义经营香烟，未通过峨眉山市烟草专卖局购进卷烟而从外地市场购进，销售获利989605元。"}
{"ridx": "5511", "q": "2018年7月4日凌晨，王治红、王治兵在北京市朝阳区东大桥路与朝阳北路交叉口附近，趁德国公民伦某醉酒之机，窃取其劳力士手表一块、现金等物品，并于当日将相关物品销赃。2018年7月7日，公安机关将二被告人查获归案，劳力士手表已起获并发还。"}
{"ridx": "5504", "q": "2010年5月17日，被告人李保庆、李爱群和张锋因高某某调戏其外甥媳妇为由，将高某某拉到旅社内殴打并拘禁至5月18日15时许，逼要2000元现金并让高某某写下3000元欠条。被告人等在案发后已赔偿被害人经济损失2000元并退赃款2000元。"}
{"ridx": "5561", "q": "被告人江某通过微信约被害人熊某1至厂房和出租房内并通过威胁、恐吓、控制等手段抢走被害人携带现金并强行发生性关系。被害人熊某1成功逃脱并报警，被告人江某违法所得人民币87元已扣押在案。"}
{"ridx": "2174", "q": "2018年6月15日，被告人王楠醉酒后在北京市朝阳区三里屯长虹医院门前路边殴打1名修路工人，与被打工人及其同伴发生争执，被劝开后被打工人及被告人的同伴报警。北京市公安局朝阳分局三里屯派出所民警到场处置时，被告人王楠拒不配合民警工作，挥拳将民警于某打伤，致于某左眼部受伤。被告人王楠被当场抓获归案，其家属已对民警进行经济赔偿。"}
{"ridx": "2198", "q": "2015年2月19日，被告人周某甲等人在交通事故现场发生争执，被告人周某甲等人采取阻止交通的方式堵塞抚八线交通，并聚众殴打执勤交警。被告人周某甲等人后被劝回崇仁县交警大队处理交通事故，但仍强行闯入执法办案区殴打交警。经法医鉴定，受伤人员均为轻微伤。另查明被告人周某甲的亲属已赔偿受伤交警经济损失。"}
{"ridx": "2186", "q": "被告人钟开德因醉酒闹事，在新圩市场某大排档殴打警察，期间将被害人刘某打伤，经鉴定身体受轻微伤害。"}
{"ridx": "2203", "q": "2017年5月9日，被告人才义在上海市虹口区售卖甲基苯丙胺制品，被抓捕时持刀划伤辅警逃逸。2017年9月17日，被公安机关抓获，如实供述犯罪事实。"}
{"ridx": "5193", "q": "2016年8月5日凌晨，四名未满16周岁的被告人驾驶摩托车窃取物品，其中包括香烟和衣服。同日下午，被告人郭某以6500元低价收购了其中的一批香烟，明知是赃物。涉案香烟价值为10812元。被告人郭某已退赔田某损失并得到其谅解。"}
{"ridx": "5239", "q": "被告人杨璐在2009年协助丈夫收受邱某1的贿赂款，并将其中72万元存入杨某3银行账户；2014年配合丈夫黄某2敲诈勒索人民币25万元，并将其中24万元存入杨某3银行账户；被监察委员会调查后交代事实，认罪悔罪，积极动员亲戚朋友退出涉案款，检举揭发他人涉嫌违法犯罪事实，有立功表现。被监察委员会将其涉嫌掩饰、隐瞒犯罪所得线索移交公安局，被公安局刑事拘留。"}
{"ridx": "5223", "q": "三名已判刑的被告人靳某、朱某、靳搭拉骗取湖北省随州市商户张正宇人民币64000元。被告人朱建堂在明知靳某银行卡内为诈骗所得款的情况下，介绍康某帮助勒春伟将骗取的64000元取出。"}
{"ridx": "6905", "q": "戴某、王某无持枪证件，持有非军用枪支结构的自制撅把式单管猎枪，在山林中打猎未果后返回途中被民警抓获。两人被判处非法持有枪支罪。"}
{"ridx": "6909", "q": "被告人黄某购买了一把仿六四手枪和八发子弹，并将其存放在公司保险柜中。他后来将它们转移到了家中的保险柜中。2013年6月9日，他向当地公安局自愿上交了这些物品。经司法鉴定，这些物品可以正常击发，并为仿制品或制式64式手枪。弋阳县公安局没有立案或采取强制措施。"}
{"ridx": "6917", "q": "被告人严家晓在清远市清城区贩卖毒品氯胺酮并持有毒品、枪支等违法物品被抓获。同时，被告人陈某辉也因在清远市清城区贩卖毒品氯胺酮被抓获。在此过程中，陈某协助公安机关抓获其他犯罪嫌疑人。"}
{"ridx": "3805", "q": "本案为非法限制人身自由、故意伤害罪案件。被告人石超与被害人存在借贷纠纷，为迫使被害人还钱，被告人石超、其女友都晓双于2014年5月中旬搬进被害人住处与其同住，并对其进行看管。期间，被告人石超采取暴力手段强迫被害人还钱，致被害人受伤。被害人后逃离住处报案，被告人被抓获。经鉴定，被害人受伤构成轻伤二级和轻微伤。被告人的母亲代为赔偿被害人并获得被害人谅解。"}
{"ridx": "3817", "q": "齐铁桥等人组成恶势力团伙，在赌场内非法高利放贷，并以非法手段暴力讨债，多次实施非法拘禁、寻衅滋事等违法犯罪活动，严重扰乱经济、社会秩序。其中包括限制人身自由、殴打、侮辱、威胁被害人等恶劣行径。具体案例包括非法限制人身自由，并实施殴打、辱骂行为，持刀恐吓并将汽车砍坏，强迫被害人裸体下跪，胁迫写下欠条，实施殴打行为等。"}
{"ridx": "3814", "q": "本案为赵桂云诉陈国旗离婚一案，因双方意见分歧，陈国旗多名亲属围堵法庭。法院工作人员将赵送往县法院，被告人及家人强行将赵带离、殴打，并限制其人身自由数日。被害人赵某某经法医鉴定属轻伤一级，陈国旗自愿赔偿其各项经济损失10000元。本案经调解，赵某某谅解陈国旗。"}
{"ridx": "3862", "q": "被告人姜洪杰怀疑周某是酒托骗钱，与被告人隋鑫、王某甲、张某在青岛市对其进行暴力拘禁、殴打和抢夺财物，强制其透露银行卡密码并从卡内取款，随后带其至酒店威胁并迫使其透露手机密码，隋鑫销赃其苹果5S手机并将赃款分给姜洪杰。被告人姜洪杰、王某甲因此被抓获，经鉴定，被害人周某构成轻微伤。"}
{"ridx": "6820", "q": "被告人张建林因吸食毒品过量后向公安机关报警，随后公安机关在其租住房内搜查出14包甲基苯丙胺和1包氯胺酮，共净重471.26克和208.40克。"}
{"ridx": "6775", "q": "2016年9月6日凌晨1时许，在南京市秦淮区长虹路苏客快餐店门口，被警方抓获被告人彭丽菲。警方在其骑行的电动自行车车头隔档内查获一袋白色晶体，并由毒品检测室鉴定确认为甲基苯丙胺，净重为24.145克。彭丽菲归案后如实供述上述犯罪事实。"}
{"ridx": "6816", "q": "被告人曹东从贩毒人员猛子处购买了冰毒和麻古，携带至酒店与徐某、王某、童某同场吸毒。公安机关接到举报后前往现场抓获曹东及吸毒人员，并从曹东身上查获20.68克冰毒和0.18克麻古。"}
{"ridx": "6706", "q": "被告人潘坛发在未取得林木采伐许可证的情况下，多次在松阳县滥伐山场的林木。被鉴定的滥伐量共计立木材积（蓄积）25.1525立方米，折木材材积15.0915立方米。其中包括采伐杉木、松某等树种，合计138根。根据松阳县价格认证中心的认定，滥伐的杉木和松某的单价在不同年份分别为700元/立方米、350元/立方米和650元/立方米、300元/立方米。"}
{"ridx": "6700", "q": "被告人邓少波从郑光年处收购了木材，但未查明其合法来源，涉嫌非法采伐。郑光年因为未办理采伐许可证，在多个地方采伐林木，其中包括有争议的山林。郑光年还从自家山林中采伐林木，违反了采伐许可证的规定。郑光年雇工将采伐的林木加工为檀条，并从村民处收购了80件檀条。郑光年采伐林木的立木蓄积为49.6603，而邓少波收购林木的立木蓄积为38.3811。"}
{"ridx": "6652", "q": "案件一：被告人韦某甲未获得林木采伐许可证，滥伐一片尾叶桉树并出售得款20000元，共滥伐108立方米，最终退回违法所得20000元。 \n\n案件二：被告人韦某甲未按时履行还款义务，致使法院进行强制执行。期间收取宅基地转让款460000元，但将款项转移、藏匿，影响民事调解书执行。与原告梁某达成刑事和解协议，已偿还112100元。"}
{"ridx": "2403", "q": "被告人庄某某、林某某、刘某某、杨某某、黄某某及案犯“刘老板”、“阿彭”未经许可非法经营烟草专卖品。庄某某、刘某某、杨某某、黄某某伙同案犯“刘老板”、“阿彭”，分工合作，在仓库中转、贩卖走私香烟，逃避打击，向外包装、发货至深圳市宝安机场和龙华等地通过物流销售。为逃避打击，被告人采用专门的诺基亚小手机（配有短号）作为犯罪通讯工具。被告人庄某某等人的香烟主要来源于被告人林某某负责管理的仓库。被告人林某某、杨某某在水贝宿舍区内的仓库被抓获，查获7470条走私香烟；在龙泉花园1栋一楼仓库内抓获庄某某、刘某某、黄某某，并查获2500条走私香烟。公安机关查获了作案手机、汽车等一批作案工具。"}
{"ridx": "2387", "q": "本文介绍了云南省绥江县烟叶复烤厂的历史背景及其违法行为。该厂未经国家烟草专卖局批准，从事雪茄烟的生产。在此期间，被告人周德年、胡克渔、龙永平、李金华、郭某甲、廖某甲和牟某某担任该厂的领导和工作人员。2012年，因该厂的违法行为被曝光，上述被告人均被起诉。"}
{"ridx": "2430", "q": "赵孟军、高爱吓非法开采宜阳县张午乡程午村南山的钠长石，仝明国等人协助开采。宜阳县国土资源局多次下达停止违法行为通知书，但几人仍然继续非法开采。截止2009年6月，被告人仝明国伙同赵孟军等人共非法开采钠长石一万余吨，价值60余万元。仝明国在公安和检察机关共退交违法所得30000元。"}
{"ridx": "6394", "q": "马波在任职期间，利用职务便利，索要他人人民币200000元。其中，他曾承诺对一家公司不催款就会给予其好处费，最终索要好处费人民币200000元。在2018年8月14日，兵团纪委监察委立案审查调查，马波在接受组织审查调查期间，如实坦白违纪违法问题，并主动交代受贿问题。案发后，马波及其亲属退缴赃款人民币200000元。"}
{"ridx": "6432", "q": "被告人叶彬利用职务之便，为他人谋取利益并从中收受现金人民币50万元、铺面地2间；滥用职权造成国家损失铺面地9间。具体案例包括东环安置区地形勘察项目、道路施工项目、温某家房屋、陈某1家的租用地和韩某1家的土地证问题。其中涉及到陈某1、符某1、韩某1等人的利益关系。被告人叶彬违规决定土地安置，造成国家损失，还从中收受铺面地作为回扣。"}
{"ridx": "6409", "q": "被告人张敬飞利用职务之便，将泰康公司项目介绍给邓琛并推荐给鹏泰公司，最终邓琛向泰康公司提供了超过500万条的投保客户信息，并获得了1250万元的服务费。在接下来的数月内，邓琛多次给予张敬飞340万元好处费。最终，两人因涉嫌合同诈骗被抓获，张敬飞退交违法所得40万元，邓琛退交违法所得50万元。"}
{"ridx": "6282", "q": "被告人陆建明因为想从吴庄子村承包小石渣运输业务，向张某甲索要高额“好处费”。张某甲找到李某调解，最终因为欠段某借款，陆建明不得不向段某支付30万元，由张某甲代为转账。之后，在村两委会的同意下，该村的小石渣运输业务转包给了张某甲，承包费每年15万元，首付75000元。"}
{"ridx": "4852", "q": "1985年，贵村村第五村民小组将一块耕地发包给组员承包经营。1989年，承包人将该地与另一村民小组的承包地互换。期间，小组成员约定每十年进行调整划分，但未经同意陈某1长期种植了枇杷树。2015年，小组再次集体划分承包地，陈明诗未经同意将陈某1种植的27棵枇杷树砍断，造成17442元经济损失。被告人因此被福州市公安局抓获。"}
{"ridx": "4873", "q": "被告人因涉及聚众斗殴案未归案，与亲友前往涉案人住处讨要说法，持铁锤砸毁五楼电梯间及门外指纹锁，并进入房内破坏财物，造成经济损失共计人民币13538元。被告人林国鹤因车辆轨迹被抓获归案，被告人林宝友在询问时被传唤并讯问。"}
{"ridx": "4863", "q": "被告人董某因倒酒引起与高某乙争执，后被劝开；当日高某乙等人驾车寻找董某，在遇到董某后撞车，董某持斧子将车砸坏损失价值39990元，并致高某乙、王某受伤；最终被告人董某赔偿王某3000元并达成调解，王某表示谅解。"}
{"ridx": "4847", "q": "被告人佘瑞川因饮酒发生急性酒精中毒，在幻觉状态下损坏了铜梁区村便民服务中心办公室内的物品，造成共计6388元的损失。其具有完全刑事责任能力。被抓归案后如实供述了罪行，但监视居住期间擅自离开并于8月28日再次被抓获。"}
{"ridx": "6094", "q": "李大良以熊某名义参与泰宁县大洋坪七期道路生态循环设施建设项目的招投标，并通过举报谢某1、陈某1、邹某挂靠的福建省福气建设工程有限公司的项目经理王文旗存在在建工程不符合招标规定，试图让其失去第一中标候选人资格。谢某1、陈某1担心被废标，通过调停愿意支付人民币20万元的“封口费”，但最终因“封口费”不欢而散。后来，谢某1、陈某1通过协商同意支付人民币17万元作为“封口费”，并转账给李大良。"}
{"ridx": "6072", "q": "被告人吴持标、叶小忠、徐忠华等人在赌博中涉嫌敲诈勒索罪，被告人叶小忠还涉嫌盗窃罪。被告人徐忠华在取保候审期间伪造立功情节，严重妨害了司法秩序。案件中还涉及赌博、殴打、欺诈等行为。被害人斯某1、任某对被告人表示谅解。同时，公安机关在案件中扣押了部分赌资。"}
{"ridx": "6046", "q": "2013年1月29日，被告人陈益桃纠集他人将被害人杨某某强行带至他处看管，采用暴力和威胁手段逼迫被害人签订悔过书并放弃经济利益，欠条金额5万元。因外伤致轻微伤。被告人陈益桃指使他人前往取款被抓获。三名被告人到案后供述事实，陈某某家属代为赔偿被害人2万元。"}
{"ridx": "6081", "q": "本案涉及走私毒品、敲诈勒索等罪名。被告人柯某指派多人将毒品氯胺酮运往惠安县存放，并被查扣。康某2和杨雄贵勒索某人民币1000000元，并被警方逮捕。康某2的家属代为退赃25000元。杨雄贵因敲诈勒索和走私毒品罪分别被拘留和上网追逃。最终杨雄贵自首并供认了罪行。"}
{"ridx": "-1071", "q": "被告人董国华利用职务便利，伙同他人贪污公款、受贿、骗取单位资金，多次购买房产，涉案金额超过500万元。部分赃款已追缴，其余部分正在处理中。被告人已被抓获归案。"}
{"ridx": "-991", "q": "被告人郑江南与同事霍某、方某自2018年4月初起购买和吸食毒品大麻，其中霍某、方某曾向郑江南转账750元购买毒品。郑江南在其暂住地容留他人吸食毒品，分别发生于2018年4月13日、4月17日、4月20日和5月初、5月9日。2018年5月9日，郑江南被抓获归案。"}
{"ridx": "-5180", "q": "被告人孙某某出售其种植的杨树给被告人万某某，双方约定由被告人孙某某办理林木采伐许可证。被告人万某某在未取得许可证的情况下组织工人滥伐杨树，被赣榆区林业局查获。被告人孙某某供述了自己的犯罪事实，并确定被告人万某某、孙某某滥伐林木行为造成的生态效益损失共计18824.17元。被告人万某某又在另一地点滥伐杨树，被警方查获。后被同意在户籍地进行社区矫正。"}
{"ridx": "-743", "q": "凃某和汪某盗窃了电缆线和铝绞线，然后将其运到乐山市沙湾区的永恒废旧回收门市出售。门市负责人黄鑫梅未核实电缆线和铝绞线的来源情况下进行了收购，共计价值12988元。黄鑫梅被警方抓获归案，而门市经营者为黄鑫梅的丈夫刘某。"}
{"ridx": "-3859", "q": "2018年11月27日，上诉人王某在萍乡向老乡朱某、王某1、王某2、罗介平等人推销假黄芙蓉王香烟。后购进1000条假黄芙蓉王香烟，销售550条给朱某、王某1、王某2且均为假冒注册商标且伪劣卷烟。香烟卷烟价值240.2元每条，共计132,110元。发现朱某被烟草部门查获后，王某退还450条假黄芙蓉王香烟给上线，后驾车离开萍乡。"}
{"ridx": "0", "q": "2014年5月1日21时30分许，唐某某醉酒驾驶小型轿车撞到行人张志辉，造成张志辉重伤。唐某某的血液酒精浓度达到295.26mg/100ml，被认定为醉酒驾驶。威远县公安局交通警察大队认定唐某某对事故承担全部责任。张志辉因车祸损伤评定为重伤二级和轻伤二级。"}
{"ridx": "1", "q": "2007年6月25日，李红雨与胡银甫、何根柱、赵路生事先踩点后，前往董村店桃树沟任XX家实施盗窃。李红雨在望风，胡银甫等三人在撬门过程中将任XX惊醒并殴打，随后将其栓在室内的六只山羊盗走，伤害构成轻伤，被盗山羊价值3000元。胡银甫赔付被害人经济损失1000余元。"}
{"ridx": "2", "q": "被告人徐瑞阳于2017年10月以非法占有为目的，盗走价值人民币15000元的黑色本田PCX-150踏板摩托车，并低价销赃挥霍。"}
{"ridx": "3", "q": "2011年4月，原审被告人曾献强等人在阜南县柳沟镇陈菜园村开设赌场，使用牌九作为赌博工具，期间抽头盈利约一万元。曾献强等人组织人员参与赌博，曾献强负责看管钱箱子，曾献刚负责驾车接送赌客。期间，陈某要求在赌场内放高利贷，遭到拒绝，引发双方矛盾。曾献强安排焊接钎猪刀，并纠集多人殴打陈某等人，致陈某左上肢、双下肢受伤，构成轻伤。"}
{"ridx": "4", "q": "被告人韦文能因与被害人议论画眉鸟引发口角，在离开过程中打倒被害人王某并对案外人李治学进行殴打。被害人王某经抢救无效死亡，韦文能家属向被害人家属支付了240000元并取得谅解。鉴定证实，王某死因为钝器外力造成的颅骨骨折和颅脑损伤。"}
{"ridx": "5", "q": "本案涉及刘豹、张东和李楠三人的犯罪行为。刘豹因与被害人发生口角，与张东商定后对被害人实施殴打。张东等人使用砍刀砍伤被害人，并对其拳打脚踢。被害人受伤后逃跑，三人追赶并继续殴打。经鉴定，被害人石某属轻伤二级。"}
{"ridx": "6", "q": "汪某某在未经许可的情况下擅自封闭道路并进行施工作业，导致交通事故并致一人死亡。"}
{"ridx": "7", "q": "2017年，梁帅帅、朱某、刘某（均另案处理）合谋骗车转卖，利用4S店工作疏漏将购车未办理上牌及抵押登记手续的汽车提走并转卖从中获利。赵卫春经刘某介绍，与梁帅帅等人合谋，在无购车意愿和购车能力的情况下，以赵卫春名义签订定购合同书，并支付定金人民币4500元。后以被告人赵卫春名义与宝马汽车金融（中国）有限公司签订汽车抵押贷款合同，并支付购车首付款人民币241866元，成功骗取汽车。被告人赵卫春将该车辆交由梁帅帅等人处置并获得好处费，未归还该车辆按揭贷款，造成金某宝4S店经济损失共计人民币149244元。"}
{"ridx": "8", "q": "原审被告人张群以代为临时保管为名，采用佯装帮助被害人挑选服装、趁机窃取等手段，先后在杭州市下城区杭州大厦b2楼pinko专柜、银泰商厦武林店4楼衣索专柜盗窃他人财物，共计价值人民币51481元。"}
{"ridx": "9", "q": "被告人计如勤在高度公司期间，通过伪造电费收据、虚报电费的方式骗取公司电费共计300546元并挥霍。而在2015年和2016年期间，计如勤未签订劳务合同在高度公司担任电工并负责缴纳电费等工作。被告人计如勤于2018年2月26日被公安机关抓获羁押，并扣押赃款人民币3万元，现已发还给被害人。高度公司与止止茶舍系一个老板且电力方面均由计如勤负责。"}
{"ridx": "10", "q": "刘计岗和马广亮持砍刀将胡某某、王甲砍伤，胡某某右肘部、双下肢皮肤裂创和右桡骨小头、右尺、桡骨下段及左腓骨近端骨折，构成轻伤；王甲左颈皮肤裂创和右尺骨远端骨折，构成轻伤。"}
{"ridx": "11", "q": "2018年7月23日晚上10时许，被告人在KTV娱乐期间认识了被害人。次日凌晨1时许，被告人与被害人男友争吵，被告人约被害人见面并受到其朋友的报警。被告人又约被害人到其他地点见面并以暴力手段殴打被害人，造成轻伤二级。被告人已自动投案并赔偿经济损失，并取得谅解。被告人辜九六因犯盗窃罪已刑满释放。"}
{"ridx": "12", "q": "2006年12月12日，玉贵和马昭邀请马光朝一起去追债，三人共乘摩托车前往板岭糖厂。到达后，玉贵进入田某某的房间，逼迫其交钱。田某某拒绝后，双方发生争执并扭打。马昭和被告人马光朝听到后进入屋内，双方拉扯扭打起来。公安人员赶到现场，将几人送往医院治疗，被告人马光朝等三人逃跑。双方均不同程度受伤。"}
{"ridx": "13", "q": "黄某弟指示被告人陈显清将毒品甲基苯丙胺卖给自己，并在其家中交易；被告人陈显清、林某、吴某南在酒店吸毒时被抓获，现场查获大量毒品含甲基苯丙胺、MDMA、氯胺酮等成分，陈显清的尿液呈阳性。"}
{"ridx": "14", "q": "俞某某通过手机短信、QQ等形式非法获取“六合彩”码单并将其报给上线庄家，获得了人民币480848.18元的非法收益。"}
{"ridx": "16", "q": "秦某某因酒后滋事，拦截陈某某所驾出租车并借车费，用匕首伤害陈某某并驾车撞坏公共财物。秦某某的静脉血乙醇含量为218.1mg／100ml。陈某某轻伤，秦某某向其支付65000元经济赔偿并得到谅解。"}
{"ridx": "17", "q": "张某某翻墙进入徐某某家中盗窃棉衣等财物，被徐某某发现并追至院外，张某某推倒徐某某致其受伤后逃离现场。被盗财物价值为人民币170元，徐某某身体所受损伤程度评定为轻微伤。"}
{"ridx": "18", "q": "丁某乙以暴力手段逼迫梁某某还款，并实施殴打和威胁活埋，迫使梁某某签下欠条和与送钱人接头，最终在家人支付一万元后释放梁某某。经司法鉴定，梁某某的伤情为轻微伤。"}
{"ridx": "19", "q": "2013年4月19日，被告人刘某甲、刘某乙、刘某丙与刘某丁无故殴打韩某某和张某某，并将电动三轮车跺坏。警方接到指令后，被告人刘某甲跺伤了一名民警的肋骨，并与其他被告人联手殴打两名民警。被害人的伤势分别构成轻伤和轻微伤。"}
{"ridx": "20", "q": "2014年11月27日19时许，被告人杨建、胡伟、吴峰等人强行带走被害人刘某1，期间多次殴打并索要烟款、欠款、冰毒，次日将其控制在车内并带到公安局禁毒大队。经检测，未见刘某1吸毒，肢体损伤属于轻微伤。原审被告人杨建赔偿了经济损失并获得被害人谅解。"}
{"ridx": "21", "q": "2012年8月24日，杨某乙等人到银川市住宿，杨某乙在当地找到老乡张某某，晚上11时多，张某某带着杨某乙等人去赌场赌博，赌博后回到宾馆睡觉。8月25日早上，被告人杨某甲、马建成声称杨某乙等人赌博时作弊，要求其赔偿，将人带到掌政镇汉渠附近讨债，因无法筹到钱，杨某乙被殴打致重伤，赵某某被殴打后被放走。"}
{"ridx": "22", "q": "上诉人黄义买断工龄后开始做生意，包括木材生意。李某以王某1丢的名义办理了计划乡加两村故爸小班林木的采伐许可证，并将其以80000元转让给上诉人黄义。黄义将林木承包给村民砍伐，被阻止后又承包给封某进行采伐。黄义采伐的林地包含榕江县林工商林分，在侦查阶段其本人对该鉴定意见予以认可。采伐现场1号小班为榕江县林工商林分，3号小班大部分不在2010年07126732号采伐证范围内。"}
{"ridx": "23", "q": "被告人王真才在家中通过微信、银行卡转账方式非法销售六合彩，销售金额共计1660348元，非法获利450062元。在现场勘查中发现有关王真才的纸张和微信聊天记录。警方据此怀疑其有重大嫌疑，于当日将其从学校带走调查。被告人如实供述了犯罪事实。"}
{"ridx": "24", "q": "被告人刘高因在绥宁县红岩镇街上“麻子饭店”二楼注册地下“六合彩”赌博网站，接受他人投注，非法获利6万元。刘高主动上缴非法所得6万元。"}
{"ridx": "25", "q": "被告人袁某某以担任街道小岗居委支部书记为由，利用职务便利非法收受他人财物共计339,000元，并协助请托人在货款结算、资金使用、工程结算中提供帮助，实际分得125,000元。2011年7月，被告人袁某某的亲属上缴赃款50,000元。"}
{"ridx": "26", "q": "原审被告人于守刚在担任农机站站长期间，涉嫌收受他人抵押金并占为己有。案发后，于守刚退还全部赃款。"}
{"ridx": "27", "q": "2010年3月26日凌晨，原审被告人李雪等人在凤阳县府城镇小中都口福烧烤店遇到汤某等人，因敬酒发生争执。后双方在小中都后门方向仍有语言争执，苏某打110报警称小中都后门有人打架。原审被告人李雪等人追撵汤某，两车先后沿东华路、府北街、府西街、火巷子、楼西街行驶至清明北路刘某2家附近停下，期间两车发生碰撞。原审被告人李雪等人多次向汤某车辆撞击，致其车辆严重受损，杜某讲“给我撞”，李某1也撞击汤某的车多次。案发后，汤某与杜某达成民事调解协议并履行，汤某对原审被告人李雪予以谅解。原审被告人李雪于2011年10月25日主动到公安机关投案。"}
{"ridx": "28", "q": "被害人骆某因资金短缺将“东岸美域公馆”房地产项目合作转给宝隆集团，并与高某1和赵利口头约定各自拿出利润5％给赵利和高某1作为回报，同时约定若王某3不兑现，则由骆某向某华和赵利支付项目利润的10％作为介绍费。2013年赵利在中邦酒店会所澳门房内与骆某因报酬数额发生争执，之后赵利用水杯砸伤骆某头部，被告人吴某2军、唐某、银某、陈某见状亦殴打骆某。被告人龙大华在赵利授意下监督骆某写下欠条。赵利被抓获后赔偿骆某1万元并得到其谅解。"}
{"ridx": "29", "q": "曾建波邀集罗国龙及曾清华、曾小军至丰城市新城区金港湾宾馆，逼迫罗某1交出15000元并写下一张还清欠款的便条，对罗某1进行殴打，罗某1的伤势为轻微伤乙级。罗国龙同曾某1退还赃款及赔偿医疗费共计22000元给被害人罗某1，取得了被害人罗某1的谅解。2015年9月21日，罗国龙到丰城市公安局孙渡派出所投案自首。"}
{"ridx": "3746", "q": "被告人赵某甲代购冰毒，其中一次与被告人李某某联系购买，在购买0.6克冰毒时李某某变相获利50元，赵某甲获利100元。另一次在被公安机关抓获前，赵某甲购得0.4克冰毒后送给了王某甲。公安机关在调查中查获了被告人李某某、王某乙、王亚楠等人吸食冰毒的证据。"}
{"ridx": "15", "q": "被告人胡某1、吴某在饮酒后与代某等人发生争执，胡某1持枪击打代某头部并对其兄代军进行暴力攻击。胡某1还与吴某闯入代某家勒索钱财，使用枪支进行威胁。最终胡某1被抓获，赃款被挥霍。"}
